{
    "ejiogbe":{
        "oduNames":[
            "Èjì Onile",
            "Ogbè Méji."

        ],
        "ebo":[
            {
                "id": 1, 
                "translation":{
                    "ENG":"Serve your Orí with a large live catfish.",
                    "SPA":"servir a su Orí con un pez gato vivo grande. ",
                    "POR":"Sirva o seu Orí com um grande bagre vivo.",
                    "ISBN": "0981001319"
                }
             },
             {
                "id": 2, 
                "translation":{
                    "ENG":"two Irukere, cow tails, two white pigeons, two guinea fowls, and money. It is also necessary to feed Ifá with a smoked catfish (catfish).",
                    "SPA":"dos Irukere, colas de vaca, dos palomas blancas, dos gallinas de guinea y dinero. También es necesario para alimentar a Ifá con un pez gato ahumado (bagre). ",
                    "POR":"dois Irukere, rabos de vaca, dois pombos brancos, duas galinhas d'angola e dinheiro. Também é necessário alimentar Ifá com um bagre defumado (bagre).",
                    "ISBN": "0981001319"
                }
             },
             {
                "id": 3, 
                "translation":{
                    "ENG":"Ifá says that there is a need for you to offer Ebo known as ARUKORE or ARUKAPONJA. Materials include the sacrifice, 2 pigeons, 2 roosters, 2 rats, 2 fish, 4 Obi Kola, 4 bitter kola, 4 guinea peppers, and money.",
                    "SPA":"Ifá dice que existe la necesidad para que usted pueda ofrecer Ebo conocido como ARUKORE o ARUKAPONJA. Materiales incluyen el sacrificio, 2 palomas, 2 gallos, 2 ratas, 2 peces, 4 Obi Kola, 4 kola amarga, 4 pimientas de guinea y dinero. ",
                    "POR":"Ifá diz que é necessário você oferecer o Ebo conhecido como ARUKORE ou ARUKAPONJA. Os materiais incluem o sacrifício, 2 pombos, 2 galos, 2 ratos, 2 peixes, 4 Obi Kola, 4 cola amarga, 4 pimentões da índia e dinheiro.",
                    "ISBN": "0981001319"
                }
             },
             {
                "id": 4, 
                "translation":{
                    "ENG":"Ifá advises you to offer ebbo with a basket full of Obi and money. It is also necessary to feed Ifá with 16 Obi.",
                    "SPA":"Ifá le aconseja ofrecer ebo con una cesta llena de Obi y el dinero. También es necesario para alimentar a Ifá con 16 Obi.",
                    "POR":"Ifá aconselha a oferecer ebbo com uma cesta cheia de Obi e dinheiro. Também é necessário alimentar Ifá com 16 Obi.",
                    "ISBN": "0981001319"
                }
             },
             {
                "id": 5, 
                "translation":{
                    "ENG":"ebo of 1 hen, 1 pigeon, 4 fish, 4 rats and money. Also to feed Ifá with 4 rats, 4 fish, palm oil and money.",
                    "SPA":"ebo de 1 gallina, 1 paloma, 4 peces,  4 ratas y dinero. También para alimentar a Ifá con 4 ratas, 4 peces, aceite de palma y dinero.",
                    "POR":"ebo de 1 galinha, 1 pombo, 4 peixes, 4 ratos e dinheiro. Também para alimentar Ifá com 4 ratos, 4 peixes, óleo de palma e dinheiro.",
                    "ISBN": "0981001319"
                }
             },
             {
                "id": 6, 
                "translation":{
                    "ENG":"Ifá advises you to offer ebo with 2 hens, 2 pigeon pigeons, 2 guinea fowls, 2 roosters and money.",
                    "SPA":"Ifá le aconseja ofrecer ebo con 2 gallinas, 2 pichones de paloma, 2 gallinas de guinea, 2 gallos y dinero.",
                    "POR":"Ifá aconselha a oferecer ebo com 2 galinhas, 2 pintinhos de pombo, 2 pintadas, 2 galos e dinheiro.",
                    "ISBN": "0981001319"
                }
             },
             {
                "id": 7, 
                "translation":{
                    "ENG":"Ifá advises offering ebo with a mature male goat, 2 Guinea-fowls and money. After this, you have to look for Isu Elu, indigo, 16 land snails and Pèrègún leaves. feed Ifá with the 16 snails, and get rid of the Elu Isu and Pèrègún together and mix with soap and water. You will use the juice of the land snail to mix the soap very well.",
                    "SPA":"Ifá aconseja ofrecer ebo con un macho cabrío maduro, 2 Guinea-aves y dinero. Después de esto, hay que buscar Isu Elu, el añil, 16 caracoles de tierra y hojas Pèrègún.  alimentar a Ifá con los 16 caracoles, y se libra de la Elu Isu y Pèrègún juntos y se mezclan con agua y jabón. Que va a utilizar el jugo del caracol de tierra para mezclar el jabón muy bien.",
                    "POR":"Ifá aconselha oferecer ebo com cabrito adulto, 2 galinhas d'angola e dinheiro. Depois disso, você deve procurar Isu Elu, índigo, 16 caramujos terrestres e folhas de Pèrègún. alimente Ifá com os 16 caracóis, e livre-se do Elu Isu e do Pèrègún juntos e misture com água e sabão. Você vai usar o suco do caracol terrestre para misturar muito bem o sabonete.",
                    "ISBN": "0981001319"
                }
             },
             {
                "id": 8, 
                "translation":{
                    "ENG":"Ifa advises you to offer ebo with two doves, two roosters, two chickens, two guinea fowls, two rats, two fish, and money. After this, it is necessary to feed the Orí of his mother, her father, his Orí and her Ifa. If your parents are dead, feed them like Egúngùn, but if they are alive, let them feed their Orí.",
                    "SPA":"Ifa le aconseja ofrecer ebo con dos palomas, dos gallos, dos gallinas, dos aves de Guinea, dos ratas, dos peces y dinero. Después de esto, es necesario para alimentar el Orí de su madre, su padre, su Orí y su Ifa. Si tus padres están muertos, darles de comer como Egúngùn, pero si están vivos, que alimenten a sus Orí.",
                    "POR":"Ifa o aconselha a oferecer ebo com duas pombas, dois galos, duas galinhas, duas galinhas d'angola, dois ratos, dois peixes e dinheiro. Depois disso, é necessário alimentar o Orí de sua mãe, seu pai, seu Orí e seu Ifa. Se seus pais estão mortos, alimente-os como Egúngùn, mas se eles estiverem vivos, deixe-os alimentar seus Orí.",
                    "ISBN": "0981001319"
                }
             },
             {
                "id": 9, 
                "translation":{
                    "ENG":"There is a need to offer Ebo from Arùkòré. It is advisable to offer two pigeons, two chickens, two roosters and money. You also need to feed Ifa with four rats, four fish, palm oil and liquor.",
                    "SPA":"Hay necesidad d para ofrecer Ebo de Arùkòré. Se aconseja ofrecer dos palomas, dos gallinas, dos gallos  y dinero. También es necesario para alimentar a Ifá con cuatro ratas, cuatro peces, aceite de palma y el licor.",
                    "POR":"É necessário oferecer o Ebo de Arùkòré. É aconselhável oferecer dois pombos, duas galinhas, dois galos e dinheiro. Você também precisa alimentar Ifa com quatro ratos, quatro peixes, óleo de palma e licor.",
                    "ISBN": "0981001319"
                }
             },
             {
                "id": 10, 
                "translation":{
                    "ENG":"Ifa advises you to offer ebo with two pigeons, two chickens, two Guinea-fowls, two roosters, and money. It is also necessary to feed Ifa with a pig. (But don't let the blood touch Ifa for any reason).",
                    "SPA":"Ifa le aconseja ofrecer ebo con dos palomas, dos gallinas, dos de Guinea-aves, dos gallos y dinero. También es necesario para alimentar a Ifa con un cerdo. (Pero no deje que la sangre toque Ifa por cualquier motivo). ",
                    "POR":"Ifa o aconselha a oferecer ebo com dois pombos, duas galinhas, duas galinhas d'angola, dois galos e dinheiro. Também é necessário alimentar Ifa com um porco. (Mas não deixe o sangue tocar Ifa por nenhum motivo).",
                    "ISBN": "0981001319"
                }
             },
             {
                "id": 11, 
                "translation":{
                    "ENG":"The woman has to offer Ebo with 200 brown rats, 24 grains that are first tied at the waist and then used as part of the ebo materials. If she already has a round bead tied at the waist, this is the one to use. Her partner must also offer a brown rat like ebo. These ebo materials will be brought to the outskirts of the city and placed alongside the road SEPARATELY. The couple should not go together. The husband must go first, while the wife goes home later, putting hers ebo a few meters from her husband's. Ifá says that if all these are carried out according to the specifications of Ifá, the following year he will meet the woman who will carry her own baby, either in her womb, ready to deliver, or on her back.",
                    "SPA":"La mujer tiene que ofrecer Ebo con 200 ratas marrones, 24  granos que  primero se ata  a la cintura y luego se usa como parte de los materiales ebo. Si ya tiene un grano redondo atado a la cintura,  es el que se debe utilizar. Su pareja también debe ofrecer una rata parda como ebo. Estos materiales ebo se llevarán a las afueras de la ciudad y se coloca junto a la carretera POR SEPARADO. La pareja no deben ir juntas. El marido debe ir primero, mientras que la mujer va más tarde a casa, poner ebo el a pocos metros del de su marido. Ifá dice que si todos estos se realizan de acuerdo a las especificaciones de Ifá, al año siguiente conocerá a la mujer que  llevara  a su propio bebé, ya sea en su seno, listos para entregar, o en la espalda.",
                    "POR":"A mulher tem para oferecer o Ebo com 200 ratos marrons, 24 grãos que são primeiro amarrados na cintura e depois usados ​​como parte dos materiais do ebo. Se você já tem uma conta redonda presa à cintura, esta é a única a usar. Seu parceiro também deve oferecer um rato marrom como o ebo. Esses materiais ebo serão levados para a periferia da cidade e colocados ao longo da estrada SEPARADAMENTE. O casal não deve ir junto. O marido deve ir primeiro, enquanto a mulher vai para casa depois, colocar o ebo a poucos metros do marido. Ifá diz que se tudo isso for feito de acordo com as especificações de Ifá, no ano seguinte ele vai encontrar a mulher que vai carregar seu próprio filho, seja no útero, pronto para o parto, ou nas costas.",
                    "ISBN": "0981001319"
                }
             },
             {
                "id": 12, 
                "translation":{
                    "ENG":"Ifa advises you to offer ebo with two pigeons, two guinea fowls, and money. If this can be done, you will find that all your wishes will be fulfilled to you, without further delay. After the ebo had been offered to you, Ifá says that you need to obtain Alupaida leaves, grind them into a fine paste and mix with soap and water for bathing. You also have to tell the truth all the time.",
                    "SPA":"Ifa le aconseja ofrecer ebo con dos palomas, dos aves de guinea y dinero. Si esto se puede hacer, te darás cuenta de que todos sus deseos se le cumplirán a usted, sin más demora. Después de que el ebo se le había ofrecido, Ifá dice que usted necesita para obtener hojas Alupaida, se muelen hasta obtener una pasta fina y mezclar con agua y jabón para el baño. También hay que decir la verdad todo el tiempo.",
                    "POR":"Ifa o aconselha a oferecer ebo com dois pombos, duas galinhas d'angola e dinheiro. Se isso puder ser feito, você descobrirá que todos os seus desejos serão satisfeitos, sem mais demora. Depois que o ebo foi oferecido a você, Ifá diz que é preciso obter as folhas de Alupaida, triturá-las até formar uma pasta fina e misturar com água e sabão para o banho. Você também precisa dizer a verdade o tempo todo.",
                    "ISBN": "0981001319"
                }
             }
        ],
        "verses":[
            {
                "id": 1, 
                "translation":{
                    "ENG": "When it dawned I saw I will go in abundance Very early, four days ago my good manifest destiny This was the revelation of Ifá for Akapo Who advised him to serve his Orí with a live catfish And he set his eyes on all the I will of life He got up I will go to wealth And I will go to a good husband And I will go to a good boy And he will go from a good house And he will go for a long life, the king of all will go Now Aro, we are very comfortable - Aro The day dawned today I saw the will go in abundance Aro we are very comfortable; Aro the catfish Very early, four days ago, Aro manifest good destination, they are quite comfortable, the Aro catfish",
                    "SPA": "Cuando amaneció vi Iré en abundancia Muy temprano, hace cuatro días mi buen destino manifiesto Este fue la revelación de Ifá para Akapo ¿Quién le aconsejó a servir a su Orí con un bagre vivo Y puso sus ojos en todos los iré de la vida Se levantó el iré de la riqueza Y el iré de un buen esposo Y el iré de un niño bueno Y el iré de una buena casa Y el iré de larga vida, el rey de todos los iré Ahora Aro, estamos muy a gusto - Aro El día amaneció hoy vi el iré en abundancia Aro estamos muy cómodos; Aro el bagre Muy temprano, hace cuatro días, buen destino manifiesto Aro, que son bastante cómodas, el bagre Aro",
                    "POR":"Quando amanheceu vi que irei em abundância Muito cedo, há quatro dias meu bom destino manifesto Essa foi a revelação de Ifá para Akapo Que o aconselhou a servir seu Orí com um bagre vivo E colocar seus olhos em toda a vontade da vida Ele se levantou Eu irei para a riqueza E eu irei para um bom marido E eu irei para um bom menino E ele vai sair de uma boa casa E ele vai ter uma vida longa, o rei de todos vai Agora Aro, estamos muito confortáveis ​​- Aro O dia amanheceu hoje vi que vai ir em abundância Aro estamos muito confortáveis; Aro os bagres Muito cedo, há quatro dias, os Aro manifestam um bom destino, são bastante confortáveis, os bagres Aro",
                    "Yoruba":"Ojúmó mo, mo rire Kutukutu ijeni mo riwa-riwa Diá fun Akapo Won ni ko feja Aro bori Ko too foju kan ire Akapo feja Aro bori Akapo foju kan’re O rire aje O rire aya O rire omo O rire gbogbo O rire aiku, baale oro Nje aro, ara wa ro wa na o, aro o Ojumo mo, mo rire rire Aro, ara wa ro wa na o,aro o Kutukutu ijeni mo riwa riwa Aro, ara wa ro wa na o, aro o.",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 2, 
                "translation":{
                    "ENG": "Drink one (cup) Serve two for the elderly Serve two for the elderly and one will be served for you To make it fair and necessary If I like it I will use my Ifa to speak in the Gamberi language And if I like it I will use my Ifa to speak in Gambari language I use it to speak in Hukuhuku And speak-Wenu wenu A Gemberi man does not bear the burden for a Hausa man And an Agbigbo, do not shout aloud to heaven Ifá Akalamagbo messages When Ifa is to be performed for Olókun Seniade He was advised to offer ebo He fulfilled The Oba and I are the same The Oba wears a crown I adorn the neck with Ifá beads The Oba and I are the same.",
                    "SPA": "Beba una (taza) Sirva dos para  los mayores Sirva  dos para el anciano y se sirve una para ti Para que sea justo y necesario Si me gusta Voy a utilizar mi Ifá para hablar en lenguaje Gamberi Y si me gusta Voy a utilizar mi Ifá para hablar en lenguaje Gambari Yo lo uso para hablar en Hukuhuku Y hablar-Wenu wenu Un hombre Gemberi no soporta la carga para un hombre hausa Y un Agbigbo,  no gritar en voz alta al cielo Ifá Mensajes de Akalamagbo Cuando se va a realizar Ifá para Olókun Seniade Se le aconsejó ofrecer ebo El Cumplió El  Oba y yo somos iguales El Oba lleva una corona Yo adorno el cuello con cuentas de Ifá El Oba y yo somos iguales.",
                    "POR": "Beba um (copo) Sirva dois para os idosos Sirva dois para os idosos e um será servido para você Para torná-lo justo e necessário Se eu gostar usarei meu Ifa para falar na língua Gamberi E se eu gostar eu farei uso meu Ifa para falar na língua Gambari Eu uso-o para falar em Hukuhuku E falar-Wenu wenu Um homem Gemberi não carrega o fardo por um homem Hausa E um Agbigbo, não grite alto para o céu Mensagens Ifá Akalamagbo Quando Ifa será realizado para Olókun Seniade Ele foi aconselhado a oferecer ebo Ele cumpriu O Oba e eu somos iguais O Oba usa uma coroa Eu adorno o pescoço com contas de Ifá O Oba e eu somos iguais.",
                    "Yoruba": "Bu’kan mu B’eji K’agba ki o mu’kan ko ‘ra a re o Ko le baa se jomu-regi Bo ba wu mi Na fi Ifa a mi fo Gemberi Bo ba wu mi Ma fi Ifa a mi fo Gambari Ma fi fo Huku-huku Ma fi fo Wenu-wenu Gemberi ni o r’eru Hausa Agbigbo ni o fon faa-faa r’ode orun Dia fun Akalamagbo Ti yoo te Olokun-Seniade n’Ifa Ebo ni won n I ko se O gb’ebo, o ru’bo Nje t’emi oba logboogba Oba ma n d’ade Mo gbe’de bo’run T’emi Oba logboogba",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 3, 
                "translation":{
                    "ENG": "Otootootoo Oroorooroo Separately we can build our houses Separately is what we live in the houses The wisdom with which we have built our houses It is not as much as that with which we live in the homes These were the statements of a case of Orunmila When four Ajogun invaded the town of ile-Ife And they were tried to kick them out without success They simply refused to leave He was advised to offer ebo Met In a short time, not far away Join us amid abundant successes.",
                    "SPA": "Otootootoo Oroorooroo Por separado podemos construir nuestras casas Por  separado es qué vivimos en las casas La sabiduría con que hemos levantado  nuestras casas No es tanto como que con la que vivimos en los hogares Estas fueron las declaraciones de un caso de Orunmila Cuando cuatro Ajogun invadieron la ciudad de ile-Ife Y se les trato de echarlos sin éxito Ellos simplemente se negaron a irse Se le aconsejó ofrecer ebo Cumplió En poco tiempo, no muy lejos Únase a nosotros en medio de abundantes éxitos.",
                    "POR": "Otootootoo Oroorooroo Separadamente podemos construir nossas casas Separadamente é o que vivemos nas casas A sabedoria com a qual construímos nossas casas Não é tanto quanto aquela com que vivemos nas casas Estas foram as declarações de um caso de Orunmila aos quatro Ajogun invadiu a cidade de ile-Ife E eles foram tentados a expulsá-los sem sucesso Eles simplesmente se recusaram a sair Ele foi aconselhado a oferecer ebo Met Em pouco tempo, não muito longe Junte-se a nós em meio a sucessos abundantes.",
                    "Yoruba": "Otootootoo Oroorooroo Ọtòọtò làá ko'lé Ọtòòtòọ làá gbé'nú u rẹ̀ Ọgbọn tá àáfii ko'lé Kò té éyí táàá fii gbé'nú u rẹ̀ Diá fún Òrúnmìlà Nijo ti Ajogun mérin ká wọn mc'lé l'Otu Ifẹ̀ Ti Baba lé wọn, lé wọn Tiwonò lo",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 4, 
                "translation":{
                    "ENG": "Apala seed looks like a woman's breast Popondo seed looks like adaasa A bronze gong fell and a metallic sound was made Ifá message for the Obi, cola nut When he goes on an Ifá mission to the Ekiti-Efon people He will be advised to offer ebo He fulfilled EWI-Ado, abundant seeds is Obi He who teaches his devotees wisdom, abundant are the products of the anvil Our generations never know that it is sterile.",
                    "SPA": "Semilla Apala se parece el pecho de una mujer Semilla Popondo se parece adaasa Un gong de bronce cayó y se hizo un sonido metálico Mensaje de Ifá para el Obi, nuez de cola Cuando se va en misión de Ifá para el pueblo Ekiti-Efon  Se le aconsejó ofrecer ebo El cumplió EWI-Ado, abundantes semillas es Obi El que enseña su sabiduría devotos, abundantes son los productos del yunque Nuestras generaciones nunca se sabe que es estéril.",
                    "POR": "Semente de apala parece peito de mulher Semente de popondo parece adaasa Um gongo de bronze caiu e um som metálico foi feito Mensagem Ifá para o Obi, noz de cola Quando ele vai em missão Ifá ao povo Ekiti-Efon Ele vai Ele aconselhou a oferecer ebo Ele conheceu EWI-Ado, sementes abundantes é Obi Ele que ensina sabedoria aos seus devotos, abundantes são os produtos da bigorna Nossas gerações nunca sabem que é estéril.",
                    "Yoruba": "Apala nii so bi omu bi omu Popondo níí so bi adaasa bi adaasa Agogo ide níí bale Níí ro jijiwowo-jijiwowo Dia fun Obi Ti nsawo rode Ekiti-Efon Ebo ni won ni ko se O gb’ebo, o ru’bo Ewi-Ado jingbinmi l’omo Obi Awimo-logbon jingbinni l’omo Owu Iran awa o rin l’agan ri o",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 5, 
                "translation":{
                    "ENG": "The cleanliness of the sky is not as a result of constant sweeping The beauty of the moon is not as a result of a regular bath The plumpiness of the Ose tree is not a consequence of frequent ingestion These were the statements to Orúnmìlà When will you have the hand of Orilewa in marriage He was advised to offer ebo The Met Come and see the beautiful children of Orilewa Òrúnmìlà is the same one that Orilewa had taken as his wife Here are the beautiful children of Orilewa.",
                    "SPA": "La limpieza del cielo no es como resultado de barrido constante La belleza de la luna no es como resultado de un baño regular El plumpiness del árbol Ose no es como consecuencia de la ingestión frecuente Estas fueron las declaraciones a  Òrúnmìlà Cuando va a tener la mano de Orilewa en  matrimonio Se le aconsejó ofrecer ebo El Cumplió Ven a ver a los niños hermosos de Orilewa Òrúnmìlà es el mismo que había tomado Orilewa como su esposa He aquí los hermosos niños de Orilewa.",
                    "POR": "A limpeza do céu não é resultado de varreduras constantes A beleza da lua não é resultado de um banho regular A maciez da árvore de Ose não é consequência de ingestão frequente Estas foram as declarações de Orúnmìlà Quando você terá a mão de Orilewa em casamento Ele foi aconselhado a oferecer ebo O Met Venha e veja os lindos filhos de Orilewa Òrúnmìlà é o mesmo que Orilewa havia tomado por esposa Aqui estão os lindos filhos de Orilewa.",
                    "Yoruba": "Mimo oju Olorun ko kan gbigba Ewa Osupa ko kan tiwe lsanra Ose ko kan ti onje Ofa fun Orunmila Ifa nlo ree gbe Orilewa niyawo Ebo ni won ni ko waa se O gbe' bo, o rubo Nje e sare wa, e waa wo omo Orilewa werewere Orunmila lo gbe Orilewa niyawo E sare wa, e waa wo omo Orilewa werewere",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 6, 
                "translation":{
                    "ENG": "Ominimini Ifa was guessed for Omi-tutu, fresh water When she came from heaven to earth She was advised to offer ebo She did so What did we find Omi-tutu doing? Ominimini We find Omi-tutu fixing the Ominimini world",
                    "SPA": "Ominimini Se adivino el Ifá para Omi-tutu, agua fresca Cuando venia del cielo a la tierra Se le aconsejó ofrecer ebo Ella así lo hizo ¿Qué encontramos Omi-tutu haciendo? Ominimini Nosotros encontramos a Omi-tutu arreglando el mundo Ominimini",
                    "POR": "Ominimini Ifa foi adivinhado para Omi-tutu, água doce Quando ela veio do céu para a terra Ela foi aconselhada a oferecer ebo Ela o fez O que encontramos Omi-tutu fazendo? Ominimini Encontramos Omi-tutu consertando o mundo Ominimini",
                    "Yoruba": "Ominimini Dia fun Omi-tutu Ti nt’ikole orún bò wa’le aye Ebo ni won ni ko se O gb’ebo, o ru’bo Nje kinla b’Omi-tutu ti nse? Ominimini A b’Omi-tutu ti nt’aye se Ominimini",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 7, 
                "translation":{
                    "ENG": "Ifá dice que ''ahora es una'' Yo coreo que ''ahora es una'' Eleeni Él era el Awo que lanzó Ifá para 'Láméní El que lleva la calabaza de la riqueza y el éxito del cielo a la tierra Ifá dice que ''ahora es dos'' Yo coreo que ''ahora es dos'' Ejeeji Él era el Awo que lanzó Ifá para Sie-Ejide Que se reclinaba y  estaba llorando lamentando  su incapacidad para tener un hijo Ifá dice que ''ahora es tres'' yo coreo que ''ahora es tres'' Los tres cruce de caminos con una base amplia Él era el Awo que lanzó Ifá para Tamilore El hijo de Ita, de la calle principal Ifá dice que ''ahora es cuatro'' Yo coreo que ''ahora es cuatro'' Es con la gente sonríe recoger el fuego para la destilación de licor Con una sonrisa, la inundación se une al río Ellos eran los Awo que lanzó Ifá para Elerin-magba, el rey de Erin-ile El que deja nudos, arbustos y pastos para superar adversario Ifá dice que ''es de cinco'' Yo coreo que ''es de cinco'' Cada cinco días es lo que cosecha okro Cada cinco días es lo que la cosecha de huevos de jardín Ellos eran los Awo que lanzó Ifá para Òlorun-jinmi Cada cinco días se presentan regalos unos a otros Ifá dice que ''es seis'' Yo coreo que ''es seis'' Todos los animales se asemejan a la cola de Eta Cuando están en el monte Ellos eran los Awo que lanzó Ifá para Olofa-Eta El que deja nudos, arbustos y hierbas para superar adversario Ifá dice que ''es siete'' Yo coreo que ''es siete'' Cuando Olugbon realiza su ritual anual Que se celebrará el séptimo día de la ceremonia Cada vez que Aresa realiza su ritual anual Que se celebrará el séptimo día de la ceremonia Ellos eran los Awo que lanzó Ifá para Olojele, el conspirador Cuando él estaba en medio de los enemigos Y vivía en constante temor de los enemigos Ifá dice que ''es de ocho'' yo coreo que ''es ocho'' Que la fachada de su casa esta en calma y en paz Que la parte de atrás de la casa esta en calma y en paz Ellos fueron los que emitieron Ifá para Abimjo Que nació en la ciudad Igbajo Él y oro Irési El frente está en calma y en paz La parte posterior está en calma y en paz He ofrecido mi propio ebo con 1.600 caracoles Ifá dice que ''es de nueve'' Yo coreo que ''es de nueve” Sus ropas son para ser colgado has quede en pedazos” Nuestros vestidos son para ser usados hasta que se desvanecen Ellos eran los Awo que lanzó Ifá para Alakesan-magba La alabanza del nombre incluye ''Erigí-magba ¿Quién, después de ser instalado en Oba Estaba llorando, lamentándose de su imposibilidad de tener personas que le rinden homenaje Ahora hemos hecho Alakesan la cabeza del mercado Todos nuestros niños Paso aquí y a rendir homenaje Todos nuestros niños Ifá dice que ''es de diez'' Yo coreo que ''es de diez'' Los clientes son los que van a la casa del Bábálawo Bábálawo no es frecuente ir la casa de un cliente Esta fue la declaración de Ifá a Owa Ogirii-gbedu Descendientes de aquellos que saludan con ''Okun-Yeyé'' El que lucha y usa el mango de su espada para marcar el terreno Cuando estaba llorando, lamentándose de su incapacidad para controlar a sus súbditos Ifá dice que ''ahora es once Yo coreo que ''ahora es once Cuando los materiales de embalaje para el ritual Olu, siempre son once Cuando el material de embalaje para el ritual Awo siempre son once Estas fueron las declaraciones de Ifá Okanlawon ¿Quién le aconsejó ofrecer ebo Así que su segundo en el cielo le llenar de regalos Ifá dice que ''es de doce'' yo coreo que ''es de doce'' Orunmila dice que cada vez que se despierta en la madrugada Todas las cosas están de acuerdo con lo Le pide que lo que si se despierta en la madrugada Y se envuelve con un cobertor negro? Ellos responden que la gente diga ''suave Orunmila'' ''El hombre que brilla en su oscuridad ''El propietario de joyerías negro Ifá dice que ''es de doce de nuevo'' yo coreo que ''es de doce de nuevo'' Orunmila dice que cada vez que se despierta en la madrugada Todas las cosas están de acuerdo con lo Le pide que lo que si se despierta en la madrugada Y se envuelve con una manta de color rojo Ellos responden que la gente diga ''suave Orunmila'' ''Dueño del espacio de la tierra'' ''Eso es tan rojo como el barro'' Ifá dice que ''es de doce de nuevo'' yo coreo que ''es de doce de nuevo'' Orunmila dice que cada vez que se despierta en la madrugada Todas las cosas están de acuerdo con lo Ifá dice que lo que si se despierta en la madrugada Y se envuelve con una manta blanca? Ellos responden que la gente diga ''cuidado Orunmila'' ''El propietario de esa palmera'' ''¿Cuál es blanca e inmaculada'' Ifá dice que ''es de doce'' yo coreo que ''es de doce'' Orunmila dice que todo lo que despierta en la madrugada Todas las cosas están de acuerdo con lo Orunmila le pide que todo lo que despierte en la madrugada Todas las cosas están de acuerdo con lo Orunmila le pide que lo que si se despierta en la madrugada Y elige usar ni pantalones ni delantal? Ellos responden que la gente lo saludan y dicen ''cuidado Orunmila'' ''Fácil de Orunmila'' ''Suave, fácil, el hombre que es fresco y hermoso en su completa desnudez'' Suave, el hombre que es real en su desnudez” Es a partir de la base de que el tallador de mortero comienza el tallado de un mortero Es a partir de la base de que el jugador Ayo los planes de la derrota de su rival en Ekiti-Efon Es a partir de la parte inferior que Ajao sube a la cima de cualquier árbol Es a partir de la ''base'' que Agbonijosu, mi padre, hace el amor con su esposa Por la misma temporada del año que viene La consecuencia es el nacimiento de un bebé Estas fueron las declaraciones de Ifá para Egbe Eran y Y Sasara Y Aroni con el penacho grande y gruesa de pelo en la cabeza Y Sonakoki ¿Quién era el más joven de todos ellos Se les aconsejó ofrecer ebo para la longevidad Todos ellos cumplieron Incluso dentro de veinte años por venir Vamos a estar comiendo nuez de kola colocado en la parte superior de nuestro Ikin De aquí a treinta años Vamos a estar comiendo nuez de cola situado en la parte superior de nuestro Ikin Nos hemos convertido en Sonakoki La muerte nunca va a matar a aquellos que comen nuez de cola situado en la parte superior de Ikin Estamos Sonakoki.",
                    "SPA": "Ifá dice que ''ahora es una'' Yo coreo que ''ahora es una'' Eleeni Él era el Awo que lanzó Ifá para 'Láméní El que lleva la calabaza de la riqueza y el éxito del cielo a la tierra Ifá dice que ''ahora es dos'' Yo coreo que ''ahora es dos'' Ejeeji Él era el Awo que lanzó Ifá para Sie-Ejide Que se reclinaba y  estaba llorando lamentando  su incapacidad para tener un hijo Ifá dice que ''ahora es tres'' yo coreo que ''ahora es tres'' Los tres cruce de caminos con una base amplia Él era el Awo que lanzó Ifá para Tamilore El hijo de Ita, de la calle principal Ifá dice que ''ahora es cuatro'' Yo coreo que ''ahora es cuatro'' Es con la gente sonríe recoger el fuego para la destilación de licor Con una sonrisa, la inundación se une al río Ellos eran los Awo que lanzó Ifá para Elerin-magba, el rey de Erin-ile El que deja nudos, arbustos y pastos para superar adversario Ifá dice que ''es de cinco'' Yo coreo que ''es de cinco'' Cada cinco días es lo que cosecha okro Cada cinco días es lo que la cosecha de huevos de jardín Ellos eran los Awo que lanzó Ifá para Òlorun-jinmi Cada cinco días se presentan regalos unos a otros Ifá dice que ''es seis'' Yo coreo que ''es seis'' Todos los animales se asemejan a la cola de Eta Cuando están en el monte Ellos eran los Awo que lanzó Ifá para Olofa-Eta El que deja nudos, arbustos y hierbas para superar adversario Ifá dice que ''es siete'' Yo coreo que ''es siete'' Cuando Olugbon realiza su ritual anual Que se celebrará el séptimo día de la ceremonia Cada vez que Aresa realiza su ritual anual Que se celebrará el séptimo día de la ceremonia Ellos eran los Awo que lanzó Ifá para Olojele, el conspirador Cuando él estaba en medio de los enemigos Y vivía en constante temor de los enemigos Ifá dice que ''es de ocho'' yo coreo que ''es ocho'' Que la fachada de su casa esta en calma y en paz Que la parte de atrás de la casa esta en calma y en paz Ellos fueron los que emitieron Ifá para Abimjo Que nació en la ciudad Igbajo Él y oro Irési El frente está en calma y en paz La parte posterior está en calma y en paz He ofrecido mi propio ebo con 1.600 caracoles Ifá dice que ''es de nueve'' Yo coreo que ''es de nueve” Sus ropas son para ser colgado has quede en pedazos” Nuestros vestidos son para ser usados hasta que se desvanecen Ellos eran los Awo que lanzó Ifá para Alakesan-magba La alabanza del nombre incluye ''Erigí-magba ¿Quién, después de ser instalado en Oba Estaba llorando, lamentándose de su imposibilidad de tener personas que le rinden homenaje Ahora hemos hecho Alakesan la cabeza del mercado Todos nuestros niños Paso aquí y a rendir homenaje Todos nuestros niños Ifá dice que ''es de diez'' Yo coreo que ''es de diez'' Los clientes son los que van a la casa del Bábálawo Bábálawo no es frecuente ir la casa de un cliente Esta fue la declaración de Ifá a Owa Ogirii-gbedu Descendientes de aquellos que saludan con ''Okun-Yeyé'' El que lucha y usa el mango de su espada para marcar el terreno Cuando estaba llorando, lamentándose de su incapacidad para controlar a sus súbditos Ifá dice que ''ahora es once Yo coreo que ''ahora es once Cuando los materiales de embalaje para el ritual Olu, siempre son once Cuando el material de embalaje para el ritual Awo siempre son once Estas fueron las declaraciones de Ifá Okanlawon ¿Quién le aconsejó ofrecer ebo Así que su segundo en el cielo le llenar de regalos Ifá dice que ''es de doce'' yo coreo que ''es de doce'' Orunmila dice que cada vez que se despierta en la madrugada Todas las cosas están de acuerdo con lo Le pide que lo que si se despierta en la madrugada Y se envuelve con un cobertor negro? Ellos responden que la gente diga ''suave Orunmila'' ''El hombre que brilla en su oscuridad ''El propietario de joyerías negro Ifá dice que ''es de doce de nuevo'' yo coreo que ''es de doce de nuevo'' Orunmila dice que cada vez que se despierta en la madrugada Todas las cosas están de acuerdo con lo Le pide que lo que si se despierta en la madrugada Y se envuelve con una manta de color rojo Ellos responden que la gente diga ''suave Orunmila'' ''Dueño del espacio de la tierra'' ''Eso es tan rojo como el barro'' Ifá dice que ''es de doce de nuevo'' yo coreo que ''es de doce de nuevo'' Orunmila dice que cada vez que se despierta en la madrugada Todas las cosas están de acuerdo con lo Ifá dice que lo que si se despierta en la madrugada Y se envuelve con una manta blanca? Ellos responden que la gente diga ''cuidado Orunmila'' ''El propietario de esa palmera'' ''¿Cuál es blanca e inmaculada'' Ifá dice que ''es de doce'' yo coreo que ''es de doce'' Orunmila dice que todo lo que despierta en la madrugada Todas las cosas están de acuerdo con lo Orunmila le pide que todo lo que despierte en la madrugada Todas las cosas están de acuerdo con lo Orunmila le pide que lo que si se despierta en la madrugada Y elige usar ni pantalones ni delantal? Ellos responden que la gente lo saludan y dicen ''cuidado Orunmila'' ''Fácil de Orunmila'' ''Suave, fácil, el hombre que es fresco y hermoso en su completa desnudez'' Suave, el hombre que es real en su desnudez” Es a partir de la base de que el tallador de mortero comienza el tallado de un mortero Es a partir de la base de que el jugador Ayo los planes de la derrota de su rival en Ekiti-Efon Es a partir de la parte inferior que Ajao sube a la cima de cualquier árbol Es a partir de la ''base'' que Agbonijosu, mi padre, hace el amor con su esposa Por la misma temporada del año que viene La consecuencia es el nacimiento de un bebé Estas fueron las declaraciones de Ifá para Egbe Eran y Y Sasara Y Aroni con el penacho grande y gruesa de pelo en la cabeza Y Sonakoki ¿Quién era el más joven de todos ellos Se les aconsejó ofrecer ebo para la longevidad Todos ellos cumplieron Incluso dentro de veinte años por venir Vamos a estar comiendo nuez de kola colocado en la parte superior de nuestro Ikin De aquí a treinta años Vamos a estar comiendo nuez de cola situado en la parte superior de nuestro Ikin Nos hemos convertido en Sonakoki La muerte nunca va a matar a aquellos que comen nuez de cola situado en la parte superior de Ikin Estamos Sonakoki.",
                    "POR": "Ifá diz que '' agora é um '' Eu coreo que '' agora é um '' Eleeni Ele foi o Awo que lançou o Ifá para 'Láméní Ele que leva a abóbora da riqueza e do sucesso do céu para a terra Ifá diz que' 'agora são dois' 'eu luto que' 'agora são dois' 'Ejeeji Ele foi o Awo que lançou o Ifá para Sie-Ejide Que estava reclinado e chorava lamentando sua incapacidade de ter um filho Ifá diz que' 'agora é são três '' falo que '' agora são três '' As três encruzilhadas com base larga Foi o Awo que lançou o Ifá para o filho do Tamilore Ita, da rua principal Ifá diz que '' agora são quatro '' Eu Eu digo que `` agora são quatro '' É com o povo que sorriem para recolher o fogo para a destilação do licor Com um sorriso, a enchente se junta ao rio Eles foram o Awo que Ifa lançou para Elerin-magba, o rei de Erin-ile Aquele que deixa nós, arbustos e gramíneas para vencer seu adversário Ifá diz que ''são cinco'' Eu digo que ''são cinco'' .A cada cinco dias é o que o okro colhe. A cada cinco dias é o que eu colho. secha de ovos de jardim Eram os Awo que Ifá lançou para Òlorun-jinmi A cada cinco dias eles presentearam Ifá diz que '' são seis '' Eu digo que '' são seis '' Todos os animais lembram o rabo de Eta Quando eles estão na montanha Eles foram os Awo que Ifa lançou para Olofa-Eta Aquele que deixa nós, arbustos e ervas para vencer o adversário Ifá diz que '' são sete '' eu digo que '' são sete ' 'Quando Olugbon realiza seu ritual anual Isso será realizado no sétimo dia da cerimônia Cada vez que Aresa realiza seu ritual anual Isso será realizado no sétimo dia da cerimônia Eles foram os Awo que Ifa lançou para Olojele, o conspirador Quando ele estava no meio dos inimigos E vivia com medo constante dos inimigos Ifá diz que ''são oito'' Eu digo que ''são oito'' Que a frente de sua casa é calma e pacífica Que os fundos da casa são calmos e em paz Foram eles que emitiram Ifá para Abimjo Quem nasceu na cidade Igbajo Ele e eu rezo Irési A frente é á em calma e em paz As costas estão calmas e em paz Eu ofereci meu próprio ebo com 1.600 caracóis Ifá diz que ''são nove'' Eu digo que ''são nove'' Suas roupas devem ser penduradas até que fique em pedaços '' Nossos vestidos são para serem usados ​​até sumirem Foram os Awo que Ifa lançou para Alakesan-magba O elogio do nome inclui ''Erigí-magba Que, depois de se instalar em Oba Ele chorava, lamentando a impossibilidade de ter gente que o homenageasse a ele Agora fizemos de Alakesan o chefe do mercado Todos os nossos filhos eu passo aqui e presto homenagem Todos os nossos filhos Ifá dizem que '' são dez '' eu digo que '' são dez '' Os clientes são os que vão para a casa do Bábálawo Bábálawo não é frequente ir à casa de um cliente Esta foi a declaração de Ifá a Owa Ogirii-gbedu Descendentes daqueles que cumprimentam com `` Okun-Yeyé '' Aquele que luta e usa a maçaneta de sua espada para marcar o chão. Quando ela estava chorando, lamentando-se dela incapacidade de controlar seus súditos Ifá diz que `` agora são onze eu coro que '' agora são onze Quando os materiais de embalagem para o ritual Olu, há sempre onze Quando o material de embalagem para o ritual Awo é sempre onze Estes eram os declarações de Ifá Okanlawon Quem o aconselhou a oferecer ebo Então seu segundo no céu enche-o de presentes Ifá diz que `` são doze '' Eu digo que `` são doze '' Orunmila diz que toda vez que ele acorda de madrugada Todas as coisas concordam com você Perguntando, e se você acordar ao amanhecer E se envolver em um cobertor preto? Eles respondem que as pessoas dizem '' alise Orunmila '' '' O homem que brilha em sua escuridão '' O dono da joalheria Ifa preta diz que '' é doze de novo '' Eu coro que '' é doze de novo '' Orunmila diz que toda vez que ele acorda de madrugada Todas as coisas concordam com o que Ele pergunta a ele e se ele acorda de madrugada E se envolve com um cobertor vermelho Eles respondem que as pessoas dizem `` Orunmila macio '' '' Dono do espaço do terra '' '' Que é vermelha como barro '' Ifá diz que '' é doze de novo '' Eu digo que '' é doze de novo '' Orunmila diz que toda vez que ele acorda de madrugada Todas as coisas concordam com o que Ifá diz que e se ele acordar de madrugada E se embrulhar numa manta branca? Eles respondem que as pessoas falam '' cuidado Orunmila '' '' O dono daquela palmeira '' '' Qual delas é branca e imaculada '' Ifá diz que '' é doze '' Eu digo que '' são doze '' 'Orunmila diz que tudo que acorda de madrugada Todas as coisas estão de acordo com ele Orunmila pede a ele que tudo que acorda de madrugada Todas as coisas concordam com o que Orunmila pergunta a ele e se ele acordar de madrugada E escolher não usar calça nem avental ? Eles respondem que as pessoas o cumprimentam e dizem '' cuidado com Orunmila '' '' Calma de Orunmila '' '' Calma, calma, o homem que é fresco e belo em sua nudez completa '' Calma, o homem que é real em sua nudez ”É da base que o entalhador começa a esculpir uma argamassa. É da base que o jogador Ayo planeja derrotar seu rival em Ekiti-Efon. É de baixo que Ajao sobe ao topo de qualquer árvore. É da base '' base '' que Agbonijosu, meu pai, faz amor com sua esposa Para a mesma estação do ano que vem A conseqüência é o nascimento de um bebê Estas foram as declarações Ifá para Egbe Eran e And Sasara e Aroni com a grande e espessa nuvem de cabelo na cabeça deles E Sonakoki Quem era o mais jovem de todos Eles foram aconselhados a oferecer ebo para longevidade Todos eles se conheceram Mesmo dentro de vinte anos Estaremos comendo noz de cola colocada em cima de nosso Iki n Daqui a trinta anos, comeremos noz de cola localizada em cima de nosso Ikin Nós nos tornamos Sonakoki A morte nunca matará aqueles que comerem noz de cola localizada em cima de Ikin. Somos Sonakoki",
                    "Yoruba": "Ifá lo deni Mo lo deni Elénìní Dia fun Lameni Omo atorun la gbegba aje waye  Ifa  lo deji Mo lo deji Ejeeji Dia fun Sie-Ejide To feyinti moju ekun sunrahun omo Ifa lo d’eta Mo lo d’era Ikorita meta abidi yakata-yakata Dia fun Tamilore Tii  somokunrin Ita Ifa lo d’erin Mo lo d’erin Erin ni won nrin fona Ori Erinsese lagbara nrin ko’do lona Dia fun Eleinmagba Omo atako leleele según Ifa lo d’arun Mo lo d’arun Oroorun ni won nkala Oroorun ni won nkakan Dia fun Olorunjinmi Oroorun ni won nfi ohun ire e jinraa won Ifa lo d’efa Mo lo d’efa Iru gbogbo lo nfiru j’eta Bi won ba denu igbo Dia fun Olofa-Eta omo atako leleele segun Ifa lo d’eje Mo lo d’eje B’Olugbon ba soro A kije A’Aresa ba soro A kije dia fun Olojele asote Ti nbe laarin ota Ti nfojoojumo kominu ogun Ifa lo d’ejo Mo lo d’ejo Kiwaju ile o jo sirere sirere Keyinkunle ile o jo sirere sirere Dia fun Abinjo Ti won bi sode igbajo Toun ti Iresi oro Iwa jo  Eyin jo Mo ti sawo Egbejo temi Ifa lo d’esan Mo lo d’esan Asan-gbo laso tawon Awo-gbo laso tawa o Dia fun Alakesan-magba Erigi mabga Eyi to joba tan To nsunkun oun o ri Olusin Awa m’Alakesan je Oloja Gbogbo omo eni E yaw a, e wa sin Gbogbo omo eni Ifa lo d’ewa Mo le d’ewa Wiwa-wiwa n won nwa babalawo o rele Babalawo kii wa enikan soso Dia fun owa-oga Owa ogirii gbedu Omo okun yeye A ja fibi kookoo lale Eyi to nsunkun wipe apa oun o kaye If lo d’okanla Mo do d’okanla Okanla ni won nderu f’Olu Okanla ni won nderu f’Awo Okanla ni won nderu welewele jako Dia fun kanlawon Won ni ko rubo Ki ekeji ree torun o le da oun rere lee lowo Mo lo d’iji Orunmila ni toun ba ji lorooru kutukutu Ohun gbogbo lo maa nba oun laraa de O ni toun ba ji loororu kutukutu Toun ba maso dudu bora nko? O ni won a ni Orunmila pele Omo aladuu-ja Omo oniwonran  Ifa lo tun d’iji Mo lo tun d’iji Orunmila ni toun ba ji lorooru kutukutu Ohun gbogbo lo maa nba oun lara a de Ohun gbogbo lomaa nba oun lara a de O ni toun ba ji lorooru kutukutu Toun ba faso pupa bora nko? O ni won a ni Orunmila pele Omo onile kan, ile kan Ti nba won pon risarisa Ifa lo tun d’iji Mo lo tun d’iji Orunmila ni toun ba ji lorooru kutukutu Ohun gbogbo lo maa nba oun lara a de O ni toun ba ji lorooru kutukutu Toun ba f’aso funfun bora nko? O ni won a ni Orunmila pele Omo igi ope ka nope kan  Ti nba won fun ningin-ningin Fia lo tun d’iji Mo lo tun d’iji Orunmila ni toun ba ji lorooru kutukutu Ohun gbogbo lo ma nba oun lara a de O ni toun ba ji lorooru kutukutu Ohun gbogbo lo maa nba oun lara a de O ni toun ba ji lorooru kutukutu Toun o bob ante nko O ni won a ni Orunmila pele Orunmila nle Pelepele omo arinhoho sosin Pele omo arinhoho sora Idi ni gbedogbedo ti m’odo o tire e gbe o Idi ni ajao ti mu’gi ree gun Ko too re ogengen igi Idi ni Ara a mi Agbonijosu ti b’obinrin re sere To ba digba ajodun Ire omo nii yori i si Dia fun Egbe Dia fun Eran Dia fun Sasara Dia fun Aroni abosu panpa Dia fun Sonakoki Ti somo Ikeyin won lenje-lenje Won ni ki won rubo si laiku araa won Won gbebo, won rubo Nje bo sogun odun lonii A ma ba won se bi lori Ikin je Bo se ogbon odun lonii A maa ba won se’bi lori Ikin je Aadota odun lonii A maa ba won se’bi loro Ikin je Awa ti di Sonakoki Iku kii pa asebi lori Ikin je A ti di Sonakoki.",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 8, 
                "translation":{
                    "ENG":"Abede, el Awo de Okira Hizo adivinación de Ifá para Okira Cuando él estaba sufriendo el problema de la fortuna sin consumar Se le aconsejó ofrecer ebo El Cumplió Aquí viene Abede, el Awo de Okira Por favor, no deje que Ifa Okira sufren el problema de las fortunas  sin consumar Abede, el Awo de Okira",
                    "SPA":"Abede, the Awo of Okira Made Ifá divination for Okira When he was suffering the problem of fortune without consuming He was advised to offer ebo He fulfilled Here comes Abede, the Awo of Okira Please don't let Ifa Okira suffer the problem of the unconsumed fortunes Abede, the Awo of Okira",
                    "POR":"Abede, o Awo de Okira Feita adivinhação de Ifá para Okira Quando ele estava sofrendo o problema da fortuna sem consumir Ele foi aconselhado a oferecer ebo Ele cumpriu Aí vem Abede, o Awo de Okira Por favor, não deixe Ifa Okira sofrer o problema dos não consumidos fortunas Abede, o Awo de Okira",
                    "Yoruba": "Abede Awo Okira Dia fun Okira Ti yoo maa sowo aseti Ebo ni won ni ko se O gb’ebo , o ru’bo Abede ma ma de o, Awo Okira Ifa ma jee ki Okira o sowo aseti mo o Abede o, Awo Okira",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 9, 
                "translation":{
                    "ENG": "Otootooto Oroorooro Separately eat peanuts Separately eat tamarinds And separately eat queen bees What belongs to Orí is from Orí And what is from Oori is for Oori But what is common to both Orí and Oori is what that we give Obamakin Iranje on earth To bless us with what is both for Orí and Oori Ifá message for 4000 diseases When he comes from heaven to earth Èjì-Ogbè was their leader from heaven They were advised to offer ebo They delivered In a short time, not far away Join us in the midst of eternal victory",
                    "SPA": "Otootooto Oroorooro Por separado se come cacahuetes Por separado se come tamarindos Y por separado, se come las abejas reinas Lo que pertenece a Orí es de Orí Y lo que es de Oori es para Oori Pero lo que es común a ambos Orí y Oori es lo que damos a Obamakin Iranje en la tierra Para que nos bendiga con lo que es tanto para Orí y Oori Mensaje de Ifá para el 4000 las enfermedades Cuando viene del cielo a la tierra Èjì-Ogbè fue su líder desde el cielo Se les aconsejó ofrecer ebo Ellos cumplieron En poco tiempo, no muy lejos Únase a nosotros en medio de la victoria eterna",
                    "POR": "Otootooto Oroorooro Comer separadamente amendoim Comer separadamente tamarindo E separadamente comer abelhas rainhas O que pertence a Orí é de Orí E o que é de Oori é de Oori Mas o que é comum a Orí e Oori é o que damos Obamakin Iranje na terra Para nos abençoar com o que é para Orí e Oori Ifá mensagem para 4000 doenças Quando ele vem do céu para a terra Èjì-Ogbè era o líder deles do céu Eles foram aconselhados a oferecer ebo Eles entregaram Em pouco tempo, não muito longe Junte-se a nós no meio do eterno vitória",
                    "Yoruba": "Otootooto Oroorooro Otooto laa j’epa Otooto laa j’imumu Loto-loto laa so olu  esunsun s’enu Oun t’Ori ni t’Ori Oun t’oori ni t’oori Oun t’Ori-t’oori laa fi fun Obamakin lode Iranje Ko le baa foun t’Ori-t’oori ta’ne l’oore Dia fun Egbaji arun Ti ntikole Orun bo wale Aye Eji-Ogbe ni o ji asiwaju won Ebo ni won ni ko waa se O gb’ebo, o ru’bo Ko pe, ko jinna E ba ni laiku kangiri",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 10, 
                "translation":{
                    "ENG": "I will hide But my Orí says that he does not accept me by hiding me I walk through the alleys But my Èdá rejects my foot in the alleys These were the declaration of Ifá in Ilé When he comes from Heaven to Earth He was advised to offer ebo So that nothing could be placed in her Orí She replied that life was acceptable for her, since that day, Eni spread over her Orí I will hide But my Orí says that she does not accept me by hiding me I walk through the alleys But my Orí says he does not accept me by hiding me I walk through the alleys But my Èdá rejects my foot in the alleys These were the declaration of Ifá to Eni When he comes from Heaven to Earth He was advised to offer ebo So that nothing could be placed at her Orí She replied that life was fair and correct, since that day, Ìté spread over her Orí I will hide But my Orí says that she does not accept me by hiding me I walk through the alleys But my Orí says that she does not accept me hiding me walk through the alleys But my Èdá rejects my foot in the alleys These were the declaration of Ifá to Ìté When she comes from Heaven to Earth She was advised to offer ebo So that nothing could be placed at her Orí She replied that life was acceptable for she, as it is That day, Apere spread over her Orí I will hide But my Orí says that she does not accept me by hiding me I walk through the alleys But my Orí says that she does not accept me by hiding me I walk through the alleys But mi Èdá rejects my foot in the alleys These were the declaration of Ifá for Apere When she comes from Heaven to Earth She was advised to offer ebo So that nothing could be placed at her Orí She replied that life was acceptable for her, since it was That day, Oba spread over his Orí I will hide But my Orí says that he does not accept me by hiding me I walk through the alleys But my Orí says that he does not accept me by hiding me I walk through the alleys But my Èdá rejects my foot in the c allejones These were the declaration of Ifá to Oba When she comes from Heaven to Earth She was advised to offer ebo So nothing could be placed on what of him She replied that life was acceptable for her, since that day, Adé was extended about him I will hide But my Orí says that he does not accept me by hiding me I walk through the alleys But my Orí says that he does not accept me by hiding me I walk through the alleys But my Èdá rejects my foot in the alleys These were the statement From Ifá to Adé When she comes from Heaven to Earth She was advised to offer ebo So that nothing could be placed in her Orí She replied that life was acceptable for her, since that day, Iye Okin merìndínlógún was placed in her Orí Yo I will hide But my Orí says that he does not accept me by hiding me I walk through the alleys But my Orí says that he does not accept me by hiding me I walk through the alleys But my Èdá rejects my foot in the alleys These were the declaration of Ifá for Iye Okin When she comes from Heaven to Earth She was advised to offer ebo So that nothing could be placed in her Orí She replied that life was acceptable for her, since that day, Esinsin-Tente was placed in her Orí I will hide But my Orí says that she does not accept me by hiding me I walk through the alleys But my Orí says that she does not accept me by hiding me I walk through the alleys But my Èdá rejects my foot in the alleys These were the declaration of Ifá for Esinsin-Tente When he comes from Heaven to Earth He was advised to offer ebo So nothing could be placed in that of him He fulfilled Washed his bottom Then he opened his mouth And began to sing the song of Awo He says: `` I wash my hands and feet '' And the party with Oba '' I wash my hands and feet '' '' And party with Oba '' '' I wash my hands and feet '' '' I will not die anymore '' '' I wash my hands and feet '' '' And party with Oba ''",
                    "SPA": "Yo me esconderé Pero mi Orí dice que no me acepta a mi ocultándome Me paseo por los callejones Pero mi Èdá rechaza mi pie en los callejones Estas fueron la declaración de Ifá en Ilé Cuando viene del Cielo a la Tierra Se le aconsejó ofrecer ebo Para que nada pudiera ser colocado a su Orí Ella respondió que la vida era aceptable para ella, ya que se Ese día, Eni se extendió sobre su Orí Yo me esconderé Pero mi Orí dice que no me acepta a mí ocultándome Me paseo por los callejones Pero mi Orí dice que no me acepta a mí ocultándome Me paseo por los callejones Pero mi Èdá rechaza mi pie en los callejones Estas fueron la declaración de Ifá to Eni Cuando viene del Cielo a la Tierra Se le aconsejó ofrecer ebo Para que nada pudiera ser colocado a su Orí Ella respondió que la vida era justo y correcto, ya que se Ese día, Ìté se extendió sobre su Orí Yo me esconderé Pero mi Orí dice que no me acepta a mí ocultándome Me paseo por los callejones Pero mi Orí dice que no me acepta a mí ocultándome Me paseo por los callejones Pero mi Èdá rechaza mi pie en los callejones Estas fueron la declaración de Ifá a Ìté Cuando viene del Cielo a la Tierra Se le aconsejó ofrecer ebo Para que nada pudiera ser colocado a su Orí Ella respondió que la vida era aceptable para ella, ya que se Ese día, Apere se extendió sobre su Orí Yo me esconderé Pero mi Orí dice que no me acepta a mí ocultándome Me paseo por los callejones Pero mi Orí dice que no me acepta a mí ocultándome Me paseo por los callejones Pero mi Èdá rechaza mi pie en los callejones Estas fueron la declaración de Ifá para Apere Cuando viene del Cielo a la Tierra Se le aconsejó ofrecer ebo Para que nada pudiera ser colocado a su Orí Ella respondió que la vida era aceptable para ella, ya que se Ese día, Oba se extendió sobre su Orí Yo me esconderé Pero mi Orí dice que no me acepta a mí ocultándome Me paseo por los callejones Pero mi Orí dice que no me acepta a mí ocultándome Me paseo por los callejones Pero mi Èdá rechaza mi pie en los callejones Estas fueron la declaración de Ifá a Oba Cuando viene del Cielo a la Tierra Se le aconsejó ofrecer ebo Así que nada podría ser colocado en que de él Ella respondió que la vida era aceptable para ella, ya que se Ese día, Adé se extendió sobre él Yo me esconderé Pero mi Orí dice que no me acepta a mí ocultándome Me paseo por los callejones Pero mi Orí dice que no me acepta a mí ocultándome Me paseo por los callejones Pero mi Èdá rechaza mi pie en los callejones Estas fueron la declaración de Ifá a Adé Cuando viene del Cielo a la Tierra Se le aconsejó ofrecer ebo Para que nada pudiera ser colocado a su Orí Ella respondió que la vida era aceptable para ella, ya que se Ese día, Iye Okin merìndínlógún fue colocado en su Orí Yo me esconderé Pero mi Orí dice que no me acepta a mí ocultándome Me paseo por los callejones Pero mi Orí dice que no me acepta a mí ocultándome Me paseo por los callejones Pero mi Èdá rechaza mi pie en los callejones Estas fueron la declaración de Ifá para Iye Okin Cuando viene del Cielo a la Tierra Se le aconsejó ofrecer ebo Para que nada pudiera ser colocado a su Orí Ella respondió que la vida era aceptable para ella, ya que se Ese día, Esinsin-Tente fue colocado en su Orí Yo me esconderé Pero mi Orí dice que no me acepta a mí ocultándome Me paseo por los callejones Pero mi Orí dice que no me acepta a mí ocultándome Me paseo por los callejones Pero mi Èdá rechaza mi pie en los callejones Estas fueron la declaración de Ifá para Esinsin-Tente Cuando viene del Cielo a la Tierra Se le aconsejó ofrecer ebo Así que nada podría ser colocado en que de él Cumplió Lavado su  fondo A continuación, abrió la boca Y comenzó a cantar la canción de Awo Él dice: ''Yo me lavo las manos y los pies'' Y la fiesta con Oba ''Yo me lavo las manos y los pies'' ''Y fiesta con Oba'' ''Yo me lavo las manos y los pies'' ''Yo no moriré  más'' ''Yo me lavo las manos y los pies'' ''Y fiesta con Oba''",
                    "POR": "Vou me esconder Mas meu Orí diz que não me aceita escondendo-me Eu ando pelos becos Mas meu Èdá rejeita meu pé nos becos Essas foram as declarações de Ifá em Ilé Quando ele vem do Céu para a Terra Foi aconselhado a oferecer ebo Para que nada pudesse ser colocado em seu Orí Ela respondeu que a vida era aceitável para ela, desde aquele dia, Eni espalhou sobre seu Orí Eu irei esconder Mas meu Orí diz que ela não me aceita escondendo-me Eu ando pelos becos Mas o meu Orí diz que não me aceita escondendo-me Ando pelos becos Mas o meu Èdá rejeita o meu pé nos becos Estas foram as declarações de Ifá a Eni Quando vem do Céu à Terra foi aconselhado a oferecer ebo Para que nada pudesse ser colocada em seu Orí Ela respondeu que a vida era justa e correta, desde aquele dia, Ìté espalhou sobre ela Orí eu irei esconder Mas meu Orí diz que não me aceita escondendo-me Eu ando pelos becos Mas meu Orí diz que ela não aceita que eu me esconda andar pelos becos Mas meu Èdá rejeita meu pé nos becos Estas foram as declarações de Ifá a Ìté Quando ela vem do Céu para a Terra Ela foi aconselhada a oferecer ebo Para que nada pudesse ser colocado em seu Orí Ela respondeu que a vida era aceitável para ela, como é Nesse dia, Apere espalhou sobre ela Orí eu irei esconder Mas meu Orí diz que não me aceita escondendo-me Eu caminho pelos becos Mas meu Orí diz que não me aceita escondendo-me Eu caminho nos becos Mas mi Èdá rejeita meu pé nos becos Estas foram as declarações de Ifá por Apere Quando ela vem do Céu para a Terra Ela foi aconselhada a oferecer ebo Para que nada pudesse ser colocado em seu Orí Ela respondeu que a vida era aceitável para ela, já que era Nesse dia, Oba espalhou sobre seu Orí Eu irei esconder Mas meu Orí diz que não me aceita me escondendo Eu ando pelos becos Mas meu Orí diz que não me aceita me escondendo Eu ando pelos becos Mas meu Èdá rejeita meu pé no c allejones Estas foram as declarações de Ifá a Oba Quando ela vem do Céu para a Terra Ela foi aconselhada a oferecer ebo Para que nada pudesse ser colocado sobre o que dele Ela respondeu que a vida era aceitável para ela, desde aquele dia, Adé se estendeu sobre ele I vai se esconder Mas meu Orí diz que não me aceita me escondendo Eu ando pelos becos Mas meu Orí diz que não me aceita me escondendo Eu ando pelos becos Mas meu Èdá rejeita meu pé nos becos Esses foram os declaração De Ifá a Adé Quando ela vem do Céu para a Terra Ela foi aconselhada a oferecer ebo Para que nada pudesse ser colocado em seu Orí Ela respondeu que a vida era aceitável para ela, desde aquele dia, Iye Okin merìndínlógún foi colocado em seu Orí Yo I vai se esconder Mas meu Orí diz que não me aceita me escondendo Eu ando pelos becos Mas meu Orí diz que não me aceita me escondendo Eu ando pelos becos Mas meu Èdá rejeita meu pé nos becos Esses foram os declaração de Ifá para Iye Okin Quando ela vem do Céu para a Terra Ela foi aconselhada a oferecer ebo Para que nada pudesse ser colocado em seu Orí Ela respondeu que a vida era aceitável para ela, desde aquele dia, Esinsin-Tente foi colocado em seu Orí Eu vou esconder Mas meu Orí diz que não me aceita me escondendo Eu ando pelos becos Mas meu Orí diz que não me aceita me escondendo Eu ando pelos becos Mas meu Èdá rejeita meu pé nos becos Essas foram as declarações de Ifá para Esinsin -Fortaleza Quando ele vem do Céu para a Terra foi aconselhado a oferecer ebo Para que nada pudesse ser colocado nele Ele cumpriu Lavou o traseiro Depois abriu a boca E começou a cantar a canção do Awo Diz: `` Eu lavo meu mãos e pés '' E a festa com Oba '' Eu lavo minhas mãos e pés '' '' E festa com Oba '' '' Eu lavo minhas mãos e pés '' '' Eu não vou morrer mais '' '' Eu lavar minhas mãos e pés '' '' E festejar com Oba ''",
                    "Yoruba": "Mo sa pamo, sa pamo Orí mi loun o sa pamo Mo rin ni koro, ni koro Èdá mi loun o fe koro Dia fun Ilé Nijo ti o torun bo waye Won ni ko rubo Ki nnkankan ma baa gorii re Ile ni aye ti ye awon to bayii Ojo naa ni won te Eni lee lori Mo sa pamo, sa pamo Orí mi loun o sa pamo Mo rin ni koro, ni koro Èdá mi loun o fe koro Dia fun eni Nijo ti o ntorun bo waye Won ni ko rubo Ki nnkankan ma baa gorii re Eni ni aye ti ye awon to bayii Lojo naa ni won te ite lee lori Mo sa pamo, sa pamo Ori mi loun o sa pamo Mo rin ni koro, ni koro Eda mi loun o fe koro Dia fun Ite Nijo ti o ntorun bo waye Won ni ko rubo Ki nnkankan ma baa gorii re Ite ni aye ti ye awon to bayii Lojo naa ni won gbe Apere lee lori` Mo sa pamo, sa pamo Orí mi loun o sa pamo Mo rin ni koro, ni koro Eda mi loun o fe koro Dia fun Apere Nijo ti o ntorun bo waye Won ni ko rubo Ki nnkankan ma baa gorii re Apere ni aye ti ye awon to bayii Ojo naa ni won gbe Apere lee lori Mo sa pamo, sa pamo Orí mi loun o sa pamo Mo rin ni koro, ni koro Èdá mi loun o fe koro Dia fun Oba Nijo ti o ntorun bo waye  Won ni ko rubo Ki nnkankan ma baa gorii re Oba ni aye ti ye awon to bayii Ojo naa ni won gbe Ade lee lori Mo sa pamo, sa pamo Orí mi loun o sa pamo Mo rin ni koro, ni koro Èdá mi loun o fe koro Dia fun Adé Nijo ti o ntorun bo waye Won ni ko rubo Ki nnkankan ma baa gorii re Ade ni aye ti ye oun to bayii Ojo naa ni won fi Iye Okin Mérìndínlogún (16) gun lori Mo sa pamo, sa pamo Orí mi loun o sa pamo Mo rin ni koro, ni koro Èdá mi loun o fe koro Dia fun Iye Oki merìndínlógún Won n ntorun bo wale aye Won ni, ki won rubo Ki nnkankan ma baa gorii won Ojo naa ni Wsinsin-Tente ba le won lori Mo sa pamo, sa pamo Ori mi loun o sa pamo Mo rin ni koro, ni koro Eda mi loun o fe koro Dia fun Esinsin-Tente O n torun bo wale aye Won ni ko rubo Ki nnkankan ma ba gorii re O gbe bo, o rubo O wewo iteni-iteni O wese iteni-iteni O wa lanu koto Orin Awo lo nko O ni mo wewo, wese Mo jeun Oba Emi wewo, wese Mi o ku mo Mo wewo, we’se Mo jeun Oba.",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 11, 
                "translation":{
                    "ENG": "The day cannot last long And the night cannot last long The night cannot stick additional hooves on the leg of a horse Ifá message for the mother When she comes from heaven to earth She will come and give you support in This time the mother cannot stop giving support Ifá message for one's father When he comes from heaven to earth He will come and give them support this time A father cannot stop giving support Ifá message for him One's Orí If it comes to lift up the earth It will come and give a support of this time One's Orí cannot stop giving support to one Ifá message for one's own Ikin (Ifa) When it came from heaven to earth It will come and give a support of this time The Ikin of one can not help but give a support",
                    "SPA": "El día no puede durar mucho tiempo Y la noche no puede durar por mucho tiempo La noche no puede pegar cascos adicionales en la pata de un caballo Mensaje de Ifá para la madre Cuando viene del cielo a la tierra Ella vendrá y les dará un apoyo en esta ocasión La madre no puede dejar de dar un apoyo Mensaje de Ifá para el padre de uno Cuando viene del cielo a la tierra Él vendrá y les dará un apoyo de este tiempo Un padre no puede dejar de dar un apoyo Mensaje de Ifá para el Orí de uno Si viene por levantar a la tierra Vendrá y dará un apoyo de este tiempo El Orí de uno no puede dejar de dar apoyo a uno Mensaje de Ifá para la propia Ikin (Ifa) Cuando venia del cielo a la tierra Vendrá y dará un apoyo de este tiempo El Ikin de uno no puede dejar de dar un apoyo ",
                    "POR": "O dia não pode durar muito E a noite não pode durar muito A noite não pode enfiar cascos adicionais na perna de um cavalo Mensagem de Ifá para a mãe Quando ela vier do céu para a terra Ela virá e lhe dará apoio Desta vez a mãe não pode parar de dar apóie a mensagem de Ifá para seu pai Quando ele vier do céu para a terra Ele virá e os apoiará desta vez Um pai não pode parar de dar apoio Mensagem de Ifá para ele O Orí de um Se vier para erguer a terra Virá e dará um apoio de desta vez, o Orí da pessoa não consegue parar de dar suporte a uma mensagem Ifá para seu próprio Ikin (Ifa) Quando ele veio do céu para a terra, Ele virá e dará um suporte deste tempo O Ikin de um não pode deixar de dar um suporte",
                    "Yoruba": "Osan ni o san pe Oru ni o ru pe Oru ni o kan baba m’esin lese pin-pin-pin Dai fun Yeye eni Yeye eni ntorun bo wale aye Yoo waa gbe’ni nigbayi o Baba eni kii gbe’ni I ti Dia fun Ori eni  Ori eni ntorun bo waye Yoo waa gbe’ni nigbayi o Ori eni kii gbe’ni i ti Dia fun Ikin eni Ikin eni ntorin bo waye Yoo waa gbe’ni nigbayii o Ikin eni kii gbe’nii ti",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 12, 
                "translation":{
                    "ENG": "Wisdom is from Ako Insanity is from Ako As wise as Ako is, he can't go home As dumb as Ako is, he can't be sold as a slave The old man who left his own house And moved over other people's houses It is the person named Ako Let the occupant of the house be careful Let the occupant of the house of meekness If the occupant of the house is not wise If the occupant of the house does not show meekness Ako will surely move away for another house With arms akimbo, which will match majestically He walks majestically, with arms akimbo These were declarations of Ifá for Oninààja-Agùnyin Descendants of the Orí, who is looking for a cover according to Y for the waist and buttocks of accounts in search of a mule to ride like a horse He got involved in various places is merchandise But he did not have the profit as for his efforts He was advised to partner with Orunmila He complied and offered the sacrifice or appropriate One cannot enter into association with Orunmila For not having the benefit of wealth Wealth is what attracts one's spouse One cannot enter into association with Orunmila For which one does not have the benefit of children Spouse is what attracts to the children One cannot enter into association with Orunmila So that one does not have the benefit of children The children are the ones who attract decent accommodation One cannot enter into association with Orunmila Not to have a decent home The home is what attract horses One cannot enter into association with Orunmila Not to have horses",
                    "SPA": "La sabiduría es de Ako La locura es de Ako Tan sabio como Ako es, no puede volver a casa Tan tonto como Ako es, no puede ser vendido como esclavo El anciano que salió de su casa propia Y se movía sobre las casas de otras personas Es la persona llamada Ako Deje que el ocupante de la casa tenga cuidado Deje que el ocupante de la casa de la mansedumbre  Si el ocupante de la vivienda no es prudente Si el ocupante de la casa no muestra la mansedumbre Ako seguramente se alejará para otra casa Con los brazos en jarras, que coincidirá con majestuosamente Él camina majestuosamente, con los brazos en jarras Estos fueron declaraciones de  Ifá para Oninààja-Agùnyin Descendientes de los Orí, que está en busca de una tapa acorde con Y de la cintura y las nalgas de cuentas en la búsqueda de una mula para montar como un caballo Se involucró en varios lugares es mercancía Pero no tenía los fines de lucro como por sus esfuerzos Se le aconsejó que se asocien con Orunmila Él cumplió y ofreció el sacrificio apropiado Uno no puede entrar en asociación con Orunmila Para  no tener el beneficio de la riqueza La riqueza es lo que atrae a su cónyuge Uno no puede entrar en asociación con Orunmila Para que uno no tiene el beneficio de los niños Cónyuge es la que atrae a los niños Uno no puede entrar en asociación con Orunmila Para que uno no tiene el beneficio de los niños Los niños son los que atraen a un alojamiento digno Uno no puede entrar en asociación con Orunmila Para no tener un hogar digno El hogar es lo que atraen a los caballos Uno no puede entrar en asociación con Orunmila Para no tener caballos",
                    "POR": "Sabedoria é de Ako Insanidade é de Ako Por mais sábio que Ako seja, ele não pode ir para casa Tão burro quanto Ako é, ele não pode ser vendido como um escravo O velho que deixou sua própria casa E mudou-se para as casas de outras pessoas Isso é a pessoa chamada Ako Deixe o ocupante da casa ser cuidadoso Deixe o ocupante da casa de mansidão Se o ocupante da casa não for sábio Se o ocupante da casa não mostrar mansidão Ako certamente se mudará para outra casa Com armas akimbo, que vai combinar majestosamente Ele anda majestosamente, com as armas akimbo. Estas foram as declarações de Ifá para Oninààja-Agùnyin Descendentes do Orí, que está em busca de uma cobertura segundo Y da cintura e nádegas de contas em busca de uma mula para cavalgar como um cavalo Envolveu-se em vários lugares é mercadoria Mas não teve lucro quanto aos seus esforços Foi aconselhado a ser parceiro de Orunmila Cumpriu e ofereceu o sacrifício ou apropriado Não se pode associar-se a Orunmila Por não ter o benefício da riqueza A riqueza é o que atrai o cônjuge Não se pode associar-se a Orunmila Porque não se tem o benefício dos filhos O ​​cônjuge é o que atrai os filhos associação com Orunmila Para não ter o benefício das crianças As crianças são as que atraem acomodação decente Não se pode associar com Orunmila Não ter uma casa decente A casa é o que atrai cavalos Não se pode associar com Orunmila Não se tem cavalos",
                    "Yoruba": "A gbon bi Ako A go bi Ako Ako gbongbon-ongbon, Ako ko wale Ako googoogo, enikan ko lee gb’Ako ta Agba to fi ilee re sile To n kiri ile onile kiri Oun laa pe Ako K’onile o huwa gbodo K’onile o se pelepele Ako o re’le miiran dandan A sipa tan, a yanngede A yanngede, a sipa Dia fun Oninààja-Agùnyin Omo eri kan beri owo je Omo ori ti nsunkun ate Omo bebe-idi ti nsunkun oun o gun ibaaka lesin O naja ilekile titi Bee ni ko rere je o Won ni ko lo maa ba Orunmila sowo po O gbe’bo, o rubo A kii ba Orunmila sowo Keni o ma r’ere aje Aje ni nba ni peena aya A kii ba Orunmila sowo Keni o ma r’ere aya Aya ni nba ni peena omo A kii ba orunmila sowo Keni o ma rere omo  Omo ni nba ni peena ile A kii ba orunmila sowo  Keni oma rere ile Ile ni nba ni peena esin A kii ba orunmila sowo Keni oma ri ere esin Esin la o maa gun sawo  Ayanmo bi Eji-Ogbe ko loba nile Ifa Esin la o maa gun sawo",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 13, 
                "translation":{
                    "ENG": "To move slowly The farm Awo, made divination from Ifa to Ilé To slowly drag The Awo from Ona, did Ifá divination for Ona Okúrúkúrú-Afedo-wolè The Awo from Oja, market, did Ifá divination for Oja At the three of they were advised to offer ebo so that they would have companions Only Ile, House complied and offered ebo In a short time, not far away Only Ile was able to have companions Only I offered the ebo and got the companions",
                    "SPA": "A moverse lentamente El Awo de granja, hizo adivinacion de Ifa a Ilé Para arrastrar lentamente El Awo de Ona, hizo adivinacion de Ifá para Ona Okúrúkúrú-Afedo-wolè El Awo del Oja, mercado, hizo adivinación  de Ifá para Oja A los tres de ellos se les aconsejó ofrecer ebo para que tuvieran compañeras Sólo Ile, Casa cumplido y ofreció ebo En poco tiempo, no muy lejos Sólo Ile fue capaz de tener compañeros Sólo Ile ofreció el ebo y logró los compañeros",
                    "POR": "Para se mover lentamente A fazenda Awo, fez adivinhação de Ifa para Ilé Para arrastar lentamente O Awo de Ona, fez adivinhação Ifá para Ona Okúrúkúrú-Afedo-wolè O Awo de Oja, mercado, fez adivinhação Ifá para Oja Aos três eles foram aconselhados oferecer ebo para que tivessem acompanhantes Só Ile, House acatou e ofereceu ebo Em pouco tempo, não muito longe Só Ile conseguiu ter companheiros Só eu ofereci o ebo e consegui os companheiros",
                    "Yoruba": "Sunkere sunkere Awo Ile lo dia fun Ile Gbakere gbakere Awo Ona dia f’Ona Okurukuru-afedo-wole Awo Oja lo dia f’Oja Won ni ki awon meteeta rubo Ki won baa le di eleni Ile nikan ni nbe leyin to nsebo Ko pe, ko jinna Ile nikan naa lo waa d’eleni Ile nikan lo rubo apesin ",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 14, 
                "translation":{
                    "ENG": "We have searched and searched for Olurokun Yet we did not find Olurokun I asked him where he had gone to Olurokun They said that Olurokun still in this world We have searched and searched for Aberokun Yet we did not find Aberokun I asked him where he had gone to Aberokun They said that Aberokun is in the heavens When each of them wanted to propose and marry Aye The offspring of Òlódùmarè Each of them was advised to offer ebo",
                    "SPA": "Hemos buscado y buscado Olurokun Sin embargo, no encontramos Olurokun Le pregunté dónde había ido a Olurokun Dijeron que Olurokun todavía en este mundo Hemos buscado y buscado Aberokun Sin embargo, no encontramos Aberokun Le pregunté dónde había ido a Aberokun Dijeron que Aberokun está en los cielos Cuando cada uno de ellos quiso propuesta y casarse con Aye La descendencia de Òlódùmarè Cada una de ellas se le aconsejó ofrecer ebo",
                    "POR": "Nós procuramos e procuramos por Olurokun Ainda não encontramos Olurokun Eu perguntei a ele onde ele tinha ido para Olurokun Eles disseram que Olurokun ainda está neste mundo Nós procuramos e procuramos por Aberokun Ainda não encontramos Aberokun Eu perguntei a ele onde ele tinha ido para Aberokun Disseram que Aberokun está nos céus Quando cada um deles quis propor e se casar com Aye A descendência de Òlódùmarè Cada um deles foi aconselhado a oferecer ebo",
                    "Yoruba": "A w’Olurojun w’Olurokun Bee la o r’Olurokun mo  Mo ni nibo l’Olurokun gbe lo Won ni Olurokun nbe nile aye a w’Aberokun w’Aberokun  Bee la o r’Aberokun mo Mo ni nibo l’Abrokun gbe lo  Won ni Aberokun nbe lalade Orun Dia fun Okankanlenirun Irunmole Won nlo ree fe Aye Tii somo Olodumare Agotun Oba ateni ola legelege fori sagbeji Ebo ni won ni ko waa se",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 15, 
                "translation":{
                    "ENG": "The truthful in the world are not more than 20 The wicked are not less than, 200 Because the matter had taken a long time, the pain of the question is lessened. They made Ifá divination for Orunmila When a matter hurts his Akapo But It does not hurt Ifá He was advised to offer ebo He fulfilled Now, Alasuwada, please transform yourself Onife day Alasuwada realized, please transform yourself Orunmila, please transform yourself And bless me with abundance, spouse, children and the I will go in life Alasuwada, please transform yourself Alupaida is left that authorizes you to transform And bless me with all the things that I am looking for Alasuwada, please transform yourself",
                    "SPA": "Los veraces en el mundo no son más de 20 Los malvados no son menos que, 200 Debido a que el asunto había tomado mucho tiempo, se disminuye el dolor de la cuestión Hicieron adivinación de Ifá para Orunmila Cuando un asunto le duele a su Akapo Pero no le duele a Ifá Se le aconsejó ofrecer ebo El Cumplió Ahora, Alasuwada, por favor, transfórmate El día de Onife se dio cuenta Alasuwada, por favor, transfórmate Orunmila, por favor, transfórmate Y me bendiga con abundancia, cónyuge, hijos y el iré en la vida Alasuwada, por favor, transfórmate Se deja Alupaida que autoriza a que usted se transforme Y me bendiga con todas las cosas que estoy buscando Alasuwada, por favor, transfórmate",
                    "POR": "Os verdadeiros no mundo não são mais do que 20 Os ímpios não são menos do que, 200 Porque o assunto demorou muito, a dor da questão diminuiu Eles fizeram adivinhação Ifá para Orunmila Quando um assunto fere seus Akapo, mas prejudica não machucou Ifá Ele foi aconselhado a oferecer ebo Ele cumpriu Agora, Alasuwada, por favor transforme-se Onife dia Alasuwada percebeu, por favor transforme-se Orunmila, por favor transforme-se E me abençoe com abundância, esposo, filhos e eu irei na vida Alasuwada, por favor transforme-se Alupaida resta que te autoriza a se transformar E me abençoe com todas as coisas que procuro Alasuwada, por favor transforme-se",
                    "Yoruba": "Oloooto ti nbe l’aye o p’ogun Sikasika ibe o mo ni’won egbefa Ojo lo titi, ko j’oro o dun’ni Dia fun Orunmila Oro n dun Akapo Bee ni ko dun’fa Ebo ni won ni ko se O gb’ebo, o ru’bo Nje Alasuwada parada Ojumo Onife e mo o Alasuwada parada Orunmila parada Ko o fun mi l’aje, l’aya, l’omo ni’re gbogbo Alasuwada parada Ewe apada lo ni ki o parada Koo fun mi ni gbogbo ire ti mo nfe Alasuwada parada",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 16, 
                "translation":{
                    "ENG": "Whatever the mouth sees That is what the mouth eats Ifá message for Igbin, land snail Who will eat the dust And will not die She was advised to offer ebo She did so The land snail se ate the dust, but escaped death The land snail ate the dust",
                    "SPA": "Cualquiera que sea lo que la boca ve  Eso es lo que come la boca Mensaje de Ifá para Igbin, caracol de tierra ¿Quién va a comer el polvo Y no va a morir Se le aconsejó ofrecer ebo Ella así lo hizo El caracol de tierra se comió el polvo, pero escapó de la muerte El caracol de tierra se comió el polvo ",
                    "POR": "O que quer que a boca veja Isso é o que a boca come Mensagem de Ifá para Igbin, caracol terrestre Que vai comer o pó E não vai morrer Foi aconselhada a oferecer ebo Ela fez assim O caracol terrestre comeu o pó, mas escapou da morte O caracol terrestre comeu a poeira",
                    "Yoruba": "Ohun t’enu ba ri Oun l’enu n je Dia fun Igbin Ti yoo j’ile Ti ko nii ku Ebo ni won ni ko se O gb’ebo, o ru’bo Igbin j’ile e ti ku mo Igbin j’ile gbogbo omo eni o",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 17, 
                "translation":{
                    "ENG": "The dead fall trap fell and hit its chest on the ground This was the declaration of Ifá to Yéyé-Alé-ti-lé When she was weeping in lamentation of her inability to succeed in life She was advised to offer ẹbọ She complied Before long, not too far All ire came trooping in The night of wealth has not yetfallen for an Awo. There is hope, there is future She complied Before long, not too far All ire came trooping in The night of wealth has not yetfallen for an Awo. There is hope, there is future Let no one lose hope on Ẹdù There is hope, there is future The night of allire has not yetfallen for an Awo. There is hope, there is future Letno one lose hope on Ẹdú There is hope, there is future.",
                    "SPA": "La trampa de la caída muerta cayó y golpeó su pecho en el suelo Esta fue la declaración de Ifá a Yéyé-Alé-ti-lé Cuando ella lloraba lamentándose por su incapacidad para triunfar en la vida Se le aconsejó que ofreciera ọbọ Ella cumplió En poco tiempo, no demasiado lejos Toda la ire entró en tropel La noche de la riqueza aún no ha caído para un Awo. Hay esperanza, hay futuro Ella cumplió En poco tiempo, no demasiado lejos Toda la ire llegó en tropel La noche de la riqueza aún no ha caído para un Awo. Hay esperanza, hay futuro Que nadie pierda la esperanza en Ẹdù Hay esperanza, hay futuro La noche de Allire aún no ha caído para un Awo. Hay esperanza, hay futuro Que nadie pierda la esperanza en Ẹdú Hay esperanza, hay futuro.",
                    "POR": "A armadilha de queda morta caiu e bateu com o peito no chão Esta foi a declaração de Ifá a Yéyé-Alé-ti-lé. Quando ela chorava em lamentação por sua incapacidade de vencer na vida Ela foi aconselhada a oferecer ẹbọ nottoo far Toda a ire veio trotando A noite da riqueza ainda não caiu para um Awo. Há esperança, há futuro Ela concordou Em pouco tempo, não muito longe Toda a ire veio trotando A noite da riqueza ainda não caiu para um Awo. Há esperança, há futuro Não deixe ninguém perder a esperança em Ẹdù Há esperança, há futuro A noite de allire ainda não caiu para um Awo. Há esperança, há futuro Letno ninguém perde a esperança em Ẹdú Há esperança, há futuro.",
                    "Yoruba": "Ẹbiti já f'àyà lu'lẹ̀ Diá fún Yéyé Alé-ti-lẹ Te fẹ̀yinti m'éjú ẹkún sùnráhùn ire gbogbo Ẹbọ ni won ni ké wáá ṣe Ô gbé'bọ, ô rú'bọ. Kò pé, kò jinnà Ire gbogbo wá ya dé tùtúru Njẹ alẹ ajé kii lẹ Awo Ẹyin wà Kéni má r'Edú pin o Ẹyinwà Alẹ aya kii lé Awo Ẹyin wà Kéní már'Ẹdú pin o Ẹyin wà Alẹ ire gbogbo kii lẹ Awo. Ẹyin wà",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 18, 
                "translation":{
                    "ENG": "The fire burns and burns And goes to the Ocean bank to rest. The sun shines and shines And goes to the River Bank to set. The breeze sweeps the plain and forest And goesto the back of the ocean to recess These were Ifa's declarations to Ajé, Wealth Their offspring in Ibíní And to Okùn, beads Their offspring in Irada And to Omidan, the beautiful Damsel Their offspring in Ikọpa When they were going to reside in the home of Ọrúnmìlà, my father Àgbọnriirégún They were advised to offer Ẹbọ.",
                    "SPA": "El fuego arde y arde Y va a descansar a la orilla del océano. El sol brilla y brilla y va a la orilla del río a ponerse. La brisa barre la llanura y el bosque Y va al fondo del océano para receso Estas fueron las declaraciones de Ifa a Ajé, Riqueza Su descendencia en Ibíní Y a Okùn, cuentas Su descendencia en Irada Y a Omidan, la hermosa Damisela Su descendencia en Ikọpa Cuando ellos iban a residir en la casa de Ọrúnmìlà, mi padre Àgbọnriirégún Se les aconsejó que ofrecieran Ẹbọ.",
                    "POR": "O fogo queima e queima E vai para a margem do oceano para descansar. O sol brilha e brilha E vai até a margem do rio se pôr. A brisa varre a planície e a floresta E vai para o fundo do oceano para o recesso Estas foram as declarações de Ifa a Ajé, Riqueza, sua prole em Ibíní E para Okùn, conta sua prole em Irada E para Omidan, a bela donzela Sua prole em Ikọpa iriam residir na casa de Ọrúnmìlà, meu pai Àgbọnriirégún. Eles foram aconselhados a oferecer Ẹbọ.",
                    "Yoruba": "Iná jôjôôjô Iná refi Òkun lòò pa lọlôòlò Òòrùn-ún rànràn-ànràn Ô Yeti Ọlésà lọ réé wọ Efúùfù gbako, gbájù Ògbẹ̀yin òkun lọ o Diá fún Ajé 'Ọmọ ọ wọn lọde Ibini A bù fún Okùn 'Ọmọ ọ wọn léde Iràdà Diá fún Omidan. Tii ṣọmọ wọn1áde Ikọpa. Níjẹ ti wôn nlọ réé wọ sílé Ọrúnmìlà bara à mi  gbonnìrẹ̀gún. Ẹbọ ni wén mi ki wôn wáá ṣe.",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 19, 
                "translation":{
                    "ENG": "After casting your own Ifá Help me cast mine before I return This was Ifá's declaration to Enini, the Dew The offspring of Àjaríwàrun When going to reside in the home of Ọrúnmilà My father Àgbọnrnirẹ̀gún He was advised to offer ẹbọ",
                    "SPA": "Después de lanzar tu propio Ifá Ayúdame a lanzar el mío antes de regresar Esta fue la declaración de Ifá a Enini, el Rocío La descendencia de Àjaríwàrun Cuando iba a residir en la casa de Ọrúnmilà Mi padre Àgbọnrnirẹ̀gún Le aconsejaron que ofreciera ẹbọ",
                    "POR": "Depois de lançar seu próprio Ifá, ajude-me a lançar o meu antes de eu retornar Esta foi a declaração de Ifá a Enini, o Orvalho A prole de Àjaríwàrun Quando for morar na casa de Ọrúnmilà Meu pai Àgbọnrnirẹ̀gún Ele foi aconselhado a oferecer ẹbọ",
                    "Yoruba": "Bo o bá dá'fá tán Ki o dá'fá owo kan dẹ mi Diá fún Enini Tii ṣọmo Àjàniwàrun Nijo ti nlọ réé wo silé Ọrúnmìla, bara à mi Àgbọnnírégún Ẹbọ ni won ni ko wá ṣe",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 20, 
                "translation":{
                    "ENG": "Something big and heavy that is coming from the sky This was Ifa's declaration to Ọrúnmiílà Whom four Ire will be waiting endlessly for He was advised to offer ẹbọ",
                    "SPA": "Algo grande y pesado que viene del cielo Esta fue la declaración de Ifa a Ọrúnmiílà a quien cuatro Ire estarán esperando interminablemente. Se le aconsejó que ofreciera ẹbọ.",
                    "POR": "Algo grande e pesado que está vindo do céu Esta foi a declaração de Ifa para Ọrúnmiílà, que quatro Ire estará esperando sem parar por Ele foi aconselhado a oferecer ẹbọ",
                    "Yoruba": "Nnkan ribiti ti rit'ojú Ọlẹrun-un bò wa Diá fún Ọrúnmílà Ti ire mérin c f'ori kò titiiti fún Ẹbọ ni won ni ko wáá ṣe",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 21, 
                "translation":{
                    "ENG": "The fire burns and burns And goes to the Ocean bank to rest The sun shines and shines And goes to the Lagoon Bank to set The bree2e sweeps the plain and forest And goes to the back of the ocean to recess These were Ifá's declarations to Ajé, Wealth Their offspring in Ibírí And to Okùn, beads Their offspring in Iràdà And to Omidan, the beautiful Damsel Their offspring in Ikọpa When they were going to reside in the home of Ọrúnmìlà, my  father Àgbọnniirégún They were advised to offer Ẹbọ After casting your own Ifá Help me cast mine before I return This was Ifá's declaration to Enini, the Dew The offspring of Àjàarfúwàrun When going to reside in the home of Ọrúnmìlà My father Àgbọnnìrégún He was advised to offer ẹbọ Something big and heavy that is coming from the sky This was Ifa's declaration to Ọrúnmilà Whom four Ire will be waiting endlessly for He was advised to offer ẹbọ He complied Not too long Come and join us in the midst of joy and behold all Ire",
                    "SPA": "El fuego arde y arde Y va a la orilla del océano a descansar El sol brilla y brilla Y va a la orilla de la laguna a ponerse La brisa barre la llanura y el bosque Y va al fondo del océano a descansar Estas fueron las declaraciones de Ifá a Ajé, Riqueza Su descendencia en Ibírí Y a Okùn, cuentas Su descendencia en Iràdà Y a Omidan, la hermosa Damisela Su descendencia en Ikọpa Cuando iban a residir en la casa de Ọrúnmìlà, mi padre Àgbọnniirégún Se les aconsejó que ofrecieran ọbọ Después de lanzar la suya propia Ifá Ayúdame a echar la mía antes de regresar Esta fue la declaración de Ifá a Enini, el Rocío La descendencia de Àjàarfúwàrun Cuando iba a residir en la casa de Ọrúnmìlà Mi padre Àgbọnnìrégún Le aconsejaron ofrecer offerbọ Algo grande y pesado que viene del cielo Esta fue la declaración de Ifa a Ọrúnmilà, a quien cuatro Ire estarán esperando interminablemente. Se le aconsejó que ofreciera ẹbọ. Él cumplió. No mucho tiempo. Ven y únete a nosotros en medio de la alegría y contempla toda la ira.",
                    "POR": "O fogo arde e arde E vai para a margem do oceano descansar O sol brilha e brilha E vai para a margem da lagoa se pôr A brisa varre a planície e a floresta E vai para o fundo do oceano para recuar Estas foram as declarações de Ifá a Ajé, Riqueza Sua prole em Ibírí E para Okùn, contas Sua prole em Iràdà E para Omidan, a bela Donzela Sua prole em Ik theypa Quando eles iam residir na casa de Ọrúnmìlà, meu pai Àgbọnniirégún Eles foram aconselhados a oferecer Ẹbọ Depois de lançar sua própria Ifá Ajude-me a lançar o meu antes de eu retornar Esta foi a declaração de Ifá a Enini, o Orvalho A prole de Àjàarfúwàrun Quando for morar na casa de Ọrúnmìlà Meu pai Àgbọnnìrégún Ele foi aconselhado a oferecer a ẹbọ Algo grande e pesado que está vindo do céu Esta foi a declaração de Ifa a Ọrúnmilà Quem quatro Ire estará esperando sem parar por Ele foi aconselhado a oferecer ẹbọ Ele cumpriu Não muito tempo Venha e junte-se a nós no meio da alegria e veja tudo Ire",
                    "Yoruba": "Iná jojoojòo  Iná r'eti òkun lòo pa lọlọọlọ  Òòrùn-ún rànràn-ànràn Ô r'eti Ọlosà lọ ré wọ Efúufu gba'ko, gbá 'jù Ô gbéyìn òkun lọ o Diá fún Ajé Ọmọo ọ wọn lede Ibini  A bù fún Okún Ọmọ o wọn lode Iràdà Diá fún Omidan Tii ṣọmọ wọn lode Ikopa Nijo ti wọn nlo réé wò silé Ọrúnmílà bara mi Àgbọnnírégún Ẹbọ ni wỌn ni ki wỌn wáá ṣe BỌ o bá dá'fá tán Ki o dá'fá ọwọ kan dé mi Diá fún Enini Tii ṣọmọ Àjàníiwàrun Nijo ti nlọ réé Wo silé Ọrúnmílà, bara a mi Àgbọnnírégún Ẹbọ ni wỌn ni ko wá ṣe Nnkan ribiti ti ntojú Ọlorun-un bo wa Diá fún Ọrúnmílà Ti ire mérin o fori kò titiiti fun Ẹbọ ni wỌn ni ko wáá ṣe Ô gb'ébọ, oô rú'bọ Kò péo, ònà ò jin Ẹ wá bá ni bá'yò ẹ wáá wo're o",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 22, 
                "translation":{
                    "ENG": "The cleanliness of the Sky is not as a result of constant sweeping The beauty of the moon is not as a result of regular bathing The plumpness of the Oṣéẹ tree is not as a result of frequent or  excessive food consumption These were the declarations of Ifá to Ọrúnmìilà  When going to have the hand of Orilẹwà in marriage He was advised to offer ẹbọ ",
                    "SPA": "La limpieza del cielo no es el resultado de un barrido constante La belleza de la luna no es el resultado de un baño regular La gordura del árbol Oṣéẹ no es el resultado del consumo frecuente o excesivo de alimentos Estas fueron las declaraciones de Ifá a Ọrúnmìilà Cuando iba a tener la mano de Orilẹwà en matrimonio Se le aconsejó que ofreciera ẹbọ",
                    "POR": "A limpeza do céu não é resultado de constantes varreres A beleza da lua não é resultado de banhos regulares A maciez da árvore Oṣéẹ não é resultado de consumo frequente ou excessivo de alimentos Estas foram as declarações de Ifá a Ọrúnmìilà Quando fosse ter a mão de Orilẹwà em casamento, foi aconselhado a oferecer ẹbọ",
                    "Yoruba": "Mimò ojú Ọlòrun kò kan gbigbá Ẹwa Òṣùpá kò kan t'iwẹ̀ ''Isanra Oṣé kò kan ti onjẹ Diá fún Ọrúnmilà Ifá nlọ réé gbé Orilẹwà ni'yàwé Ẹbọ ni wỌn ni ko wáá ṣe''",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 23, 
                "translation":{
                    "ENG": "Ifá says ''it is now one'' I chorus that ''it is now one'' Eleeni He was the Awo who cast Ifá for 'Lámérfí He who carried the calabash or wealth and success on his head from heaven to earth.",
                    "SPA": "Ifá dice ''ahora es uno''' Yo coro que ''ahora es uno''' Eleeni Él fue el Awo que echó a Ifá para 'Lámérfí Él que llevó la calabaza o la riqueza y el éxito en su cabeza desde el cielo a la tierra.",
                    "POR": "Ifá diz ''agora é um'' Eu coro que ''agora é um'' Eleeni Ele foi o Awo que lançou Ifá para 'Lámérfí Ele que carregou a cabaça ou riqueza e sucesso em sua cabeça do céu para a terra.",
                    "Yoruba": "Ifá lo di eni Mo lo di eni Eleeni Diá fún 'Láméni Ọmọ at'orun là, gbé'gbá Ajé ka'ri wá'yé",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 24, 
                "translation":{
                    "ENG": "Ifá says ''it is now two'' I chorus that ''it is now two'' Ejeeji He wast the Awo who cast Ifá for Siẹ̀-Éjidé  Who reclined and was weeping in  lamentation of her inability to bear a child.",
                    "SPA": "Ifá dice '' ahora son dos '' Yo coro que '' ahora son dos '' Ejeeji Él fue el Awo que eligió Ifá para Siẹ̀-Éjidé Quien se reclinó y lloraba lamentándose por su incapacidad para tener un hijo.",
                    "POR": "Ifá diz '' agora são dois '' Eu coro que '' agora são dois '' Ejeeji Ele foi o Awo que lançou Ifá para Siẹ̀-Éjidé Que reclinou e chorou em lamentação por sua incapacidade de dar à luz.",
                    "Yoruba": "Ifá lo di éji Mo lé di éji Ejeeji Diá fún Sie-Éjidé  To f'eyin ti m'éjú ẹkún sùráhùn t'ọmọ",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 25, 
                "translation":{
                    "ENG": "Ifá says ''it is now three'' I chorus that ''it is now three'' The three crossroads with broad base He was the Awo who cast Ifá for Tamílọrẹ  (Present me with gifts) The son of Ita, the main street",
                    "SPA": "Ifá dice ''ya son tres''' Yo coro que ''ya son tres'' La encrucijada de tres con base ancha Fue el Awo que echó Ifá para Tamílọrẹ (Regalame regalos) El hijo de Ita, la calle principal",
                    "POR": "Ifá diz ''agora são três''' Eu coro que ''agora são três'' As três encruzilhadas com base larga Foi o Awo que lançou Ifá para Tamílọrẹ (Dê-me presentes) O filho de Itá, a rua principal",
                    "Yoruba": "Ifá lo di ẹ̀ta Mo lo di éta Ikorita meta abidi yàkàtà-yakata Did fún Tamilore Tii ṣe ọmọkùnrin ita",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 26, 
                "translation":{
                    "ENG": "Ifá says ''it is now four'' I chorus that it now four It is with laughter people collect fire for liquor distillation With smiles, the flood joins the river They were the Awo who cast Ifá for Ẹlẹrin-magba, the king of Ẹrin-Ilé He who knots leaves, shrubs and grasses to overcome adversary",
                    "SPA": "Ifá dice ''ahora son cuatro'' Yo coro que ahora son cuatro Es con la risa la gente recoge fuego para destilar licor Con sonrisas, la inundación se une al río Fueron los Awo quienes lanzaron Ifá para Ẹlẹrin-magba, el rey de Ẹrin-Ilé El que anuda hojas, arbustos y pastos para vencer al adversario",
                    "POR": "Ifá diz ''agora são quatro'' Eu coro que agora são quatro É com risos as pessoas coletam fogo para destilação de licor Com sorrisos, a enchente se junta ao rio Foram os Awo que lançaram Ifá para Ẹlẹrin-magba, o rei de Ẹrin-Ilé Aquele que amarra folhas, arbustos e gramíneas para vencer o adversário",
                    "Yoruba": "Ifá lo di ẹrin Mo lo di ẹ̀rin Ẹrin ni wọn ririn fo'ná ọti Ẹrin ṣẹṣẹ ni àgbàrá ririn ko odò l'ona Diá fún Ẹlérinmagba Ọmọ atako lẹlẹẹleẹ ṣégun",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 27, 
                "translation":{
                    "ENG": "Ifá says ''it is now five'' I chorus that ''it is now five Every five days do we harvest Okra Every five days do we harvest garden-eggs They were the Awo who cast Ifá for Ọlọrunjinmí (God has blessed me with this gift) Every five days do they present gifts to one another",
                    "SPA": "Ifá dice '' ahora son cinco '' Yo coro que '' ahora son cinco.Cada cinco días cosechamos Okra.Cada cinco días cosechamos huevos de jardín. Ellos fueron los Awo que lanzaron Ifá para Ọlọrunjinmí (Dios me ha bendecido este obsequio) Cada cinco días se presentan obsequios el uno al otro",
                    "POR": "Ifá diz '' agora são cinco '' Eu coro que '' agora são cinco A cada cinco dias colhemos quiabo A cada cinco dias colhemos ovos de jardim Eles foram os Awo que lançaram Ifá para Ọlọrunjinmí (Deus me abençoou com este presente) A cada cinco dias eles apresentam presentes uns aos outros",
                    "Yoruba": "Ifá lo di àrún Mo lo di àrún Ọroorún ni won n ká 'lá Ọroọrún ni wQn n ká 'kàn Diá fún Ọlọrunjìnmí Ọrọorún ni wọn nfi ohun ire éjin'raa wọn",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 28, 
                "translation":{
                    "ENG": "Ifá says ``it is now six`` I chorus that ``it is now six' All animals' tails resemble that of Ẹtà, the Leopard When they are in the bush They were the Awo who cast Ifá for Ọlọfà-Ẹtà He who knots leaves, shrubs and grasses to overcome adversary",
                    "SPA": "Ifá dice `` ahora son seis ''. Yo coro que `` ahora son seis 'Todas las colas de los animales' se parecen a la de Ẹtà, el Leopardo Cuando están en el arbusto Fueron los Awo quienes lanzaron Ifá para Ọlọfà-Ẹtà nudos de hojas, arbustos y hierbas para vencer al adversario",
                    "POR": "Ifá diz `` agora são seis`` Eu coro que `` agora são seis 'Caudas de todos os animais se parecem com a de Ẹtà, o Leopardo Quando eles estão no mato Eles foram os Awo que lançaram Ifá para Ọlọfà-Ẹtà Ele que nós folhas, arbustos e gramíneas para superar o adversário",
                    "Yoruba": "Ifá lo di Ẹfa Mo lo di ẹfà Iru gbogbo lo ri f'irù j'ẹtà Bi wọn bá dé'nú igbo Diá fún Ọlẹfà-Ẹtà Ọmọ ata'ko lẹlẹẹlẹ ṣégun",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 29, 
                "translation":{
                    "ENG": "Ifá says ``iti s now seven`` I chorus that ``it is now seven`` Whenever Olúgbọn performs his annual ritual  He will mark the seventh day of the ceremony Whenever Arẹ̀sà perfoms his anuual ritual He will also markthe seventh day of the ceremony They were the Awo who cast Ifá for Olòjelẹ, the conspirator When he was in the midst of enemies And was living in constant fear of uprising.",
                    "SPA": "Ifá dice `` ahora son las siete ''. Yo coro que `` ahora son las siete ''. Siempre que Olúgbọn realice su ritual anual, Él marcará el séptimo día de la ceremonia Siempre que Arẹ̀sà realice su ritual anual También marcará el séptimo día de la ceremonia. Ceremonia Fueron los Awo quienes lanzaron Ifá para Olòjelẹ, el conspirador Cuando estaba en medio de enemigos Y vivía en constante temor a levantarse.",
                    "POR": "Ifá diz `` agora são sete`` Eu coro que `` agora são sete`` Sempre que Olúgbọn realizar seu ritual anual Ele marcará o sétimo dia da cerimônia Sempre que Arẹ̀sà realizar seu ritual anual Ele também marcará o sétimo dia do cerimônia Foram os Awo que lançaram Ifá por Olòjelẹ, o conspirador Quando ele estava no meio de inimigos E vivia com medo constante de revolta.",
                    "Yoruba": "Ifá lo di eje Mo lo di eje B'Òlúgbon bá ṣ'orò A k'ije B'Árẹ̀sà bá ṣ'orò Ak'ije Diá fún Oloéjeleé aṣ'otẹ Ti ribẹ l'áàrin òtá Ti rifojoojúmo kọ'minú ogun",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 30, 
                "translation":{
                    "ENG": "Ifá says ``it is now eight`` I chorus that ``it is now eight`` May the home frontage be calm and peaceful Mayt the back of the home be calm and peaceful They were the ones who cast Ifá for Abírìjọ Who was born in Igbájọ town Together with Irẹsi-Orò The front is calm and peaceful The back is calm and peaceful I had offered my own ẹbọ with 1,600 cowries",
                    "SPA": "Ifá dice ``ahora son las ocho`` Yo coro que ``ahora son las ocho`` Que la fachada de la casa esté tranquila y pacífica Que la parte de atrás de la casa esté tranquila y pacífica Ellos fueron los que eligieron Ifá para Abírìjọ Quien nació en la ciudad de Igbájọ Junto con Irẹsi-Orò El frente es tranquilo y pacífico La parte de atrás es tranquila y pacífica Yo había ofrecido mi propio ẹbọ con 1,600 caracoles",
                    "POR": "Ifá diz ``agora são oito`` Eu coro que ``agora são oito`` Que a fachada da casa seja calma e pacífica Que os fundos da casa sejam calmos e pacíficos Foram eles que lançaram Ifá por Abírìjọ Que nasceu na cidade de Igbájọ Junto com Irẹsi-Orò A frente é calma e pacífica A parte traseira está calma e pacífica Eu ofereci meu próprio ẹbọ com 1.600 Búzios",
                    "Yoruba": "Ifá lo d'ejọ Mo lé d'ẹjọ K'iwájú ilé o jo si rere si rere K'eéyinkùnlé ilé o jọ si rere si rere Diá fun Abirijo Ti wọn bi s'ode Igbájọ T'oun ti Irẹ̀si Orò Iwá jọ Ẹyin jọ Mo ti ṣ'awo ẹgbéjọ ọ t'émi",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 31, 
                "translation":{
                    "ENG": "Ifá says ``it is now nine`` I chorus that 'it is nine`` Their clothes are to be hung until they tear to pieces Our dresses are to be worn until they fade They were the Awo who cast Ifá for Alákẹsan-magba Whose praise name includes ``Erigdi magba`` Who after being installed an Ọba Was weeping in lamentation of his inability to have people Who would pay him homage We have now made Alákẹ̀sán the head of the market All our children Step here and pay your homage All our children",
                    "SPA": "Ifá dice `` ahora son las nueve '' Yo coro que 'son las nueve' Sus ropas deben colgarse hasta que se rompan en pedazos Nuestros vestidos deben usarse hasta que se desvanezcan Ellos fueron los Awo que lanzaron Ifá para Alákẹsan-magba Cuyo nombre de alabanza incluye a ``Erigdi magba`` Quien después de ser instalado un Ọba Lloraba lamentándose por su incapacidad de tener gente que le rendiría homenaje Ahora hemos hecho de Alákẹ̀sán el jefe del mercado Todos nuestros hijos Pasan aquí y rinden homenaje Todos nuestros niños",
                    "POR": "Ifá diz `` agora são nove`` Eu coro que 'são nove`` Suas roupas devem ser penduradas até que se rasguem Nossos vestidos devem ser usados até que desapareçam Eles foram os Awo que lançaram Ifá para Alákẹsan-magba Cujo nome de louvor inclui ``Erigdi magba`` Que depois de ser instalado um Ọba Chorou em lamentação por sua incapacidade de ter pessoas que o homenagearam Agora fizemos de Alákẹ̀sán o chefe do mercado Todos os nossos filhos Venham aqui e prestem homenagem crianças",
                    "Yoruba": "Ifá lo d'ẹsṣán Mo lo d'ésán Àsán-gbo l'aṣo t'awon Àwò-gbo l'aṣo t'awa o Diá fún Alákẹsán-magba Erigi magba Eyi to j'ọba tán To risunkún òun ò ri Olusin A wá mú Alákéẹsán jẹ Olojà Gbogbo ọmọ ẹni E yà wá, e wa sin Gbogbo ọmọ ẹni ",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 32, 
                "translation":{
                    "ENG": "Ifá says ``it is now ten`` I chorus that ``it is now ten`` Clients are the ones who go to Babaláwo's house Babalawo is not to frequent a client's house This was the declaration of Ifá to Ọwá Ọgà Ọwá Ogíriìi gbẹdu Off-spring of those who greet with ``Okun yéye`` He who fights and uses the handle of his sword to mark the ground When weeping in  lamentation of his inability to control his subjects",
                    "SPA": "Ifá dice ``ahora son diez`` Yo coro que ``ahora son diez`` Los clientes son los que van a la casa de Babaláwo. Babalawo no debe frecuentar la casa de un cliente. Esta fue la declaración de Ifá a Ọwá Ọgà Ọwá Ogíriìi gbẹdu. los que saludan con ``Okun yéye`` El que pelea y usa el mango de su espada para marcar el suelo Cuando llora lamentándose por su incapacidad para controlar a sus súbditos",
                    "POR": "Ifá diz ``já são dez``` Eu coro que ``já são dez``` Clientes são aqueles que vão à casa de Babaláwo Babalawo não deve frequentar a casa de um cliente Esta foi a declaração de Ifá a Ọwá Ọgà Ọwá Ogíriìi gbẹdu Geração de aqueles que cumprimentam com ``Okun yéye`` Aquele que luta e usa o cabo de sua espada para marcar o chão Ao chorar em lamentação por sua incapacidade de controlar seus súditos",
                    "Yoruba": "Ifá lo d'ẹ̀wá Mo lo d'ẹ̀wá Wíiwá-wiwá ni won riwá Babaláwo o re'lé Babalawo kii wá ẹnikan ṣoṣo Did fún Ọwá-Ọgà Ọwá Ogiiri gbedu Ọmọ okun yéye A jà fi'bi koòkoo la'lẹ̀ Eyi to risunkún wipé apá òun ò ká'yé",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 33, 
                "translation":{
                    "ENG": "Ifá says ''it is now eleven'' Ichorus ''it is now eleven'' When packing ritual materials for Olú, they are always done in eleven When packing ritual material for Àwọ they are always done in eleven These were the declarations of Ifá to Ọkanlàwọn Who was advised to offer ẹbọ So that his second in heaven would shower him with good gifts of life",
                    "SPA": "Ifá dice ''ahora son las once'' Ichorus ''son ahora las once'' Cuando empacan materiales rituales para Olú, siempre se hacen en once Cuando empacan material ritual para Àwọ siempre se hacen en once Estas fueron las declaraciones de Ifá a Ọkanlàwọn A quien se le aconsejó ofrecer ẹbọ para que su segundo en el cielo lo colme de buenos regalos de vida",
                    "POR": "Ifá diz ''agora são onze'' Ichorus ''agora são onze'' Ao embalar materiais rituais para Olú, eles sempre são feitos em onze. ofereça ẹbọ Para que seu segundo no céu o regue com boas dádivas de vida",
                    "Yoruba": "Ifá lo di Ọkànlá Mo lo di Ọkànlá Ọkaànlá ni wọn nd'eru f'Òlú Ọkànlá ni wọn nd'eru f'Áwọ Òkànlá ni wọn nd'ẹrù welewele jáko Diá fún Ọkánlàwon Won ni ko rú'bọ Ki ekeji rẹẹ t'ọrun oô lee dá ohun rere lée l'ewọ",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 34, 
                "translation":{
                    "ENG": "Ifá says ''it is now twelve'' I chorus that ''it is now twelve'' Ọrúnmiílà says that whenever he wakes up at dawn All things are agreeable to him He asks that what if he wakes up at dawn And he wraps himself with a black coverlet? They respond that people will say ''gently Ọrúnmila ''The man who shines in his blackness ''The owner of black jewelleries'' Ifa says ''it is again twelve'' I chorus that ''it is again Twelve''Ọrúnmila says that whenever he wakes up at dawn All things are agreeable to him He asks that what if he wakes up at dawn And he wraps himself with a black coverlet? They respond that people will say ''gently Ọrúnmila'' ''Owner of the land space'' ''That is as red as clay'' ''Ifa says ''it is again twelve'' I also respond that ''it is again twelve'' Ọrúnmila says that whenever he wakes up at dawn All things are agreeable to him He asks that what if he wakes up at dawn And he wraps himself with white coverlet? They respond that people willsay ''gently Ọrúnmila'' ''The owner of that palm-tree ''Which is white and immaculate'' ''Ifá says ''it is again twelve'' I chorus that ''it is again twelve'' Ọrúnmila says that whenever he wakes up at dawn All things are agreeable to him Ọrúnmila asks that what if he wakes up at dawn And chooses to wear neither trousers nor apron?  They respond that people will hail him and say ''gently Ọrúnmila'' ''Easy Ọrúnmila'' ''Gently, easy, he who is fresh and lovely in his complete nakedness'' ''Gently, the man who is kingly in his nudity''",
                    "SPA": "Ifá dice '' ya son las doce '' yo coro que '' ya son las doce '' Ọrúnmiílà dice que siempre que se despierta al amanecer Todo le agrada Le pregunta que si se despierta al amanecer Y se envuelve con una colcha negra? Responden que la gente dirá '' gentilmente Ọrúnmila '' El hombre que brilla en su negrura '' El dueño de joyerías negras '' Ifa dice '' son nuevamente las doce '' Coro que '' son nuevamente las doce '' rúnmila dice que siempre que se despierta al amanecer Todo le agrada. Pregunta que si se despierta al amanecer. Y se envuelve con una colcha negra. Ellos responden que la gente dirá '' gentilmente Ọrúnmila '' '' Dueño del espacio terrestre '' '' Eso es tan rojo como la arcilla '' '' Ifa dice '' son nuevamente las doce '' Yo también respondo que '' eso es otra vez doce '' Ọrúnmila dice que cada vez que se despierta al amanecer Todo le agrada Le pregunta ¿y si se despierta al amanecer Y se envuelve con una colcha blanca? Responden que la gente dirá '' gentilmente Ọrúnmila '' '' El dueño de esa palmera '' Que es blanca e inmaculada '' '' Ifá dice '' son de nuevo las doce '' Coro que '' son de nuevo las doce Ọrúnmila dice que cada vez que se despierta al amanecer Todo le agrada Ọrúnmila pregunta que ¿qué pasa si se despierta al amanecer y elige no usar ni pantalones ni delantal? Responden que la gente lo llamará y le dirán '' gentilmente Ọrúnmila '' '' Fácil Ọrúnmila '' '' Suavemente, tranquilo, el que es fresco y hermoso en su completa desnudez '' '' Suavemente, el hombre que es real en su desnudez''",
                    "POR": "Ifá diz '' agora são doze '' Eu coro que '' agora são doze '' Ọrúnmiílà diz que sempre que ele acorda de madrugada Todas as coisas são agradáveis ​​para ele Ele pergunta isso e se ele acordar de madrugada E ele se embrulha com uma colcha preta? Eles respondem que as pessoas dirão '' gentilmente Ọrúnmila '' O homem que brilha em sua escuridão '' O dono das joias negras '' Ifa diz '' são novamente doze '' Eu coro que '' são novamente doze''Ọrúnmila diz que sempre que ele acorda de madrugada Todas as coisas lhe são agradáveis ​​Ele pergunta isso e se ele acordar de madrugada E se embrulhar com uma colcha preta? Eles respondem que as pessoas dirão '' gentilmente Ọrúnmila '' '' Dono do espaço terrestre '' '' Isso é vermelho como barro '' '' Ifa diz '' é novamente doze '' Eu também respondo que '' isso é de novo doze '' Ọrúnmila diz que sempre que ele acorda de madrugada Todas as coisas lhe são agradáveis ​​Ele pergunta isso e se ele acordar de madrugada E se embrulhar com uma colcha branca? Eles respondem que as pessoas dirão '' gentilmente Ọrúnmila '' '' O dono daquela palmeira '' Que é branca e imaculada '' '' Ifá diz '' é de novo doze '' Eu coro que '' são novamente doze '' Ọrúnmila diz que sempre que ele acorda de madrugada Todas as coisas lhe são agradáveis ​​Ọrúnmila pergunta que e se ele acordar de madrugada E optar por não usar calça nem avental? Eles respondem que as pessoas vão saudá-lo e dizer '' gentilmente Ọrúnmila '' '' Calma Ọrúnmila '' '' Gentilmente, fácil, aquele que é fresco e adorável em sua nudez completa '' '' Gentilmente, o homem que é real em seu nudez''",
                    "Yoruba": "Ifá lo diiji Mo lé diiji Ọrúnmila ni t'oùn bá ji l'oroòru kùtùkùtu Oun gbogbo lo maá nbá oun l'áraa dé Ô ní ti oun bá ji l'oròòru kùtùkùtù T'oun bá fi aṣọ dúdú bo'ra nko? Won ni won á ni Ọrúnmila pele Ọmọ al'ádùú-jà Ọmọ oniwọnran Ifa lo tún di iji Mo lo tún di iji Òrúnmila ni t oùn bá ji l'oròòru kùtùkùtù Oun gbogbo lo maá nbá oun l'áraa dé Ô ni ti òun bá ji l'oròòru kùtùkùtù T'oùn bá f'aṣọ pupa bo'ra nkọ? Won ni won á ni Ọrúnmila pẹlẹ Ọmọ oni'lẹ̀ kan, ilẹ̀ kàn Ti nbá wọn pon riṣàriṣa Ifá lo tún di iji Mo lo tún di iji Ọrúnmiìlà ni t'oùn bá ji l'oròòru kùtùkùtù Oun gbogbo lo maá nbá oun l'áraa dé Ô ni ti oun bá ji l'oròòru kùtùkùtù T'oùn bá fi aṣọ funfun bo'ra nko? Won ni won á ni Ọrúnmilà pẹlẹ Ọmo igi Ọpẹ kan, Ọpẹ kàn Ti nbá wọn fún ningin-ningin Ifá lo tún di iji Mo lo tún di iji Ọrúnmilà ni t'oun bá ji l'oròòru kùtùkútu Oun gbogbo lo maá nbá òun l'áraa dé Ô ni ti oun bá ji l'oròòru kùtùkùtù T'oun o bo sokoto, t'oun o san bante nko? Won ni won á ni Ọrúnmila pelẹ̀ Ọrúnmìlà nlé Pẹlẹpẹlẹé ọmo arin'hoho ṣ'Ọsin Pẹlẹé ọmọ arinhòhò ṣ'Ọrà",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 35, 
                "translation":{
                    "ENG": "It is from the base that the mortar carver commences the carving for a mortar It is from the base that Ayò game player plans the defeat of his opponentatEkiti-Efọn It is from the bottom of a tree that Àjaò climbs to the peak of any tree It is from the bottom that my father, known as Àgbòníjòsú makes love to his spouse By the same season the following year The result is the Ire of abouncing baby These were the declarations of Ifá to Egbé And to Ẹrán And to Ṣaṣara And to Àrònì with the big, thick tuft of hair on his head (after the resthad been cleanly shaven) And to Ṣònàkọki Who wasthe youngestofthem all They were advised to offer the ẹbọ for longevity.",
                    "SPA": "Es desde la base que el tallador de mortero comienza a tallar un mortero.Es desde la base que el jugador del juego Ayò planea la derrota de su oponente. Es de abajo que mi padre, conocido como Àgbòníjòsú le hace el amor a su esposa Por la misma temporada al año siguiente El resultado es el Ire de Abundante bebé Estas fueron las declaraciones de Ifá a Egbé Y a Ẹrán Y a Ṣaṣara Y a Àrònì con el mechón de pelo grande y espeso en la cabeza (después de que el resto se había afeitado limpiamente) Y a Ṣònàkọki, que era el más joven de todos, se les recomendó ofrecer el ẹbọ por su longevidad.",
                    "POR": "É a partir da base que o entalhador de argamassa começa a esculpir o argamassa. É da base que o jogador do jogo Ayò planeja a derrota de seu oponente em Ekiti-Efọn. é do fundo que meu pai, conhecido como Àgbòníjòsú faz amor com sua esposa Na mesma estação do ano seguinte O resultado é a Ire do bebê abatido Estas foram as declarações de Ifá a Egbé E a Ẹrán E a Ṣaṣara E a Àrònì com o tufo de cabelo grande e espesso em sua cabeça (depois que o resto tinha sido raspado) E para Ṣònàkọki que era o mais novo de todos Eles foram aconselhados a oferecer o ẹbọ para longevidade.",
                    "Yoruba": "Idi ni gbé'do-gbé'do ti m'odoo tirẹ̀ é gbẹ o Idi ni Òj'àyò-nj'ayò ti rij'ayòo tirẹ̀ l'ode Ekíti-Efòn Idi ni ajao ti mú gi réé gùn Ko too rẹ òọgẹngẹn igi Idi ni Baba à mi Àgbònìjòsú ti b'cobinrin rẹ̀ ṣ'eré To bá di igba àjòọdún Ire ọmọ nii yo'ri i si Diá fún Égbé Diá fún Ẹrán Diá fún Ṣaṣara Diá fún Àròni-abòṣù-pànpà Diá fún Ṣònakọoki Tii ṣ'ọmọ ikẹyin wọn lénje-lénje Won ni ki won rú'bo si láikú ara won",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 36, 
                "translation":{
                    "ENG": "Even in twenty years to come We shall be eating kola nuts placed on top of Ikin our holy kernel In thirty years to come We shall be eating kola nuts placed on top of our holy kernels In fifty years time We shall be eating kola nuts placed on top of our holy kernels We have taken up the identity of ṢÒnàkọki Death will never kill the person who eats kola nuts placed on top of the holy kernel We are now Ṣònàkọki",
                    "SPA": "Incluso en los próximos veinte años estaremos comiendo nueces de cola colocadas encima de Ikin nuestro grano sagrado En los próximos treinta años comeremos nueces de cola colocadas encima de nuestros granos sagrados En cincuenta años comeremos nueces de cola colocadas en parte superior de nuestros granos sagrados Hemos asumido la identidad de ṢÒnàkọki La muerte nunca matará a la persona que come nueces de cola colocadas sobre el grano sagrado Ahora somos Ṣònàkọki",
                    "POR": "Mesmo nos próximos vinte anos Estaremos comendo nozes de cola colocadas em cima do nosso grão sagrado Ikin Nos próximos trinta anos Estaremos comendo nozes de cola colocadas em cima de nossas amêndoas sagradas Em cinquenta anos Estaremos comendo nozes de cola colocadas em topo de nossos grãos sagrados Nós assumimos a identidade de ṢÒnàkọki A morte nunca matará a pessoa que comer nozes de cola colocadas em cima do grão sagrado. Agora somos Ṣònàkọki",
                    "Yoruba": "Bo ṣe ogún ọdún l'onii A máa bá wọn ṣé'bi l'ori Ikin jẹ Bo ṣe ọgbòn odun l'onii A máa bá wọn ṣé'bi l'ori Ikin jẹ Àádccta ọdún l'onii A máa bá won ṣé'bi l'ori Ikin jẹ Àwá ti di Ṣọnòkọki Ikú kii pa aṣ€é'bíi l'ori Ikin je A ti di Ṣọnàkọkí.",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 37, 
                "translation":{
                    "ENG": "Ifá says ‘‘it is now one’‘I chorus that ‘‘it is now one’‘ Eleeeni He was the Awo who cast Ifá for 'Lámẹní He who carried the calabash or wealth and success on his head from heaven to earth Ifá says ‘‘it is now two’‘ I chorus that ‘‘it is now two’‘ Ejeeji He was the Awo who cast Ifá for Siẹ̀-Éjìdé Who reclined and was weeping in lamentation of her inability To bear a child Ifá says ‘‘it is now three’‘ I chorus that ‘‘it is now three’‘ The three crossroads with broad base He was the Awo who cast Ifá for Tamíálọrẹ (Present me with gifts) The son of'Ita, the main street Ifá says ‘‘it is now four’‘ I chorus that it now four It is with laughter people collect fire for liquor distillation. With smiles, the flood joins the river They were the Awo who cast Ifá for Ẹlérin-magba, the king of Ẹrin-Ilé He who knots leaves, shrubs and grasses to overcome adversary Ifá says ‘‘it is now five’‘ I chorus that ‘‘it is now five’‘ Every five days do we harvest Okra Every five days do we harvest garden-eggs They were the Awo who cast Ifá for Ọlọrunjinmí Every five days do they present good gifts of life to one another Ifá says ‘‘it is now six’‘  I chorus that ‘‘it is now six’‘ All animals' tails resemble that of Ẹtà When they are in the bush They were the Awo who cast Ifá for Ọlọfà-Ẹtà He who. knots leaves, shrubs and grasses to overcome adversary Ifá says ‘‘it is now seven’‘ I chorus that ‘‘it is now seven’‘ Whenever Olúgbọn performs his annual ritual He will mark the seventh day of the ceremony Whenever Arẹ̀sà performs his annual ritual He will mark the seventh day of the ceremony They were the Awo who cast Ifá for Olòjelé, the conspirator When he was in the midst of enemies And was living in constant fear of uprising Ifá says ‘‘it is now eight’‘ I chorus that ‘‘it is now eight’‘ May the home frontage be calm and peaceful May the back of the home be calm and peaceful? They were the ones who cast Ifá for Abírjọ Who was born in Igbájọ town Together with Irẹsi-Orò The front is calm and peaceful The back is calm and peaceful I had offered my own ẹbọ with 1,600 cowries Ifá says ‘‘it is now nine’‘ I chorus that ‘‘it is nine’‘ Their clothes are to be hung until they tear to pieces Our dresses are to be worn until they fade They were the Awo who cast Ifá for Alákẹsán-magba Whose praise name includes ‘‘Eridi magba’‘ Who after being installed an Ọba Was weeping in lamentation of his inability to have people Who would pay him homage We have now made Alákẹ̀sán the head of the market All our children Step here and pay your homage All our children Ifá says ‘‘it is now ten’‘ I chorus that ‘‘it is now ten’‘ Clients are the ones who go to Babaláwo's house Babaláwo is not to frequent a client's house This was the declaration of Ifá to Ọwá Ògà Ọwá Odgírii gbẹdu Off-spring of those who greet with ‘‘Okun yéye’‘ He who fights and uses the handle of his sword to mark the ground When weeping in lamentation of his inability to control his subjects Ifá says ‘‘it is now eleven’‘ I chorus ‘‘it is now eleven’‘ When packing ritual materials for Olú, they are always done in eleven When packing ritual material for Awo they are always done in eleven These were the declarations of Ifá to Ọkánlàwọn Who was advised to offer ẹbọ So that his second in heaven would shower him with good gifts of life Ifá says ‘‘it is now twelve’‘ I chorus that ‘‘it is now twelve’‘ Ọrúnmilà says that whenever he wakes up at dawn All things are agreeable to him He asks that what if he wakes up at dawn And he wraps himself with a black coverlet? They respond that people will say ‘‘gently Ọrúnmilà ‘‘The man who shines in his blackness ‘‘The owner of black jewelleries’‘ ‘‘Ifá says ‘‘it is again twelve’‘ I chorus that ‘‘it is again  Twelve Ọrúnmiilà says that whenever he wakes up at dawn All things are agreeable to him He asks that what if he  wakes up at dawn And he wraps himself with a red coverlet?  They respond that people will say ‘‘gently Ọrúnmílà’‘ ‘‘Owner of the land space’‘ ‘‘That is as red as clay’‘ ‘’Ifá says‘‘ it is again twelve’‘ I also respond that ‘‘it is again twelve’‘ Ọrúnmílà says that whenever he wakes up at dawn All things are agreeable to him He asks that what if he wakes up at dawn And he wraps himself with white coverlet? They respond that people will say ‘‘gently Ọrúnmílà’‘ ‘‘The owner of that palm-tree’‘ ‘‘That is white and immaculate’‘ ‘‘Ifá says ‘‘it is again twelve’‘ I chorus that ‘‘it is again twelve’‘ Ọrúnmiílà says that whenever he wakes up at dawn All things are agreeable to him Ọrúnmílà asks that what if he wakes up at dawn And he chooses to wear neither trousers nor apron? They respond that people will hail him and say ‘‘gently Òrúnmilà’‘ Easy Òrúnmìlà ‘‘Gently, easy, he who is fresh and lovely in his complete nakedness’‘ ",
                    "SPA": "Ifá dice '' ahora es uno''Yo coro que '' ahora es uno '' Eleeeni Él fue el Awo que echó Ifá para 'Lámẹní Él que llevó la calabaza o la riqueza y el éxito en su cabeza desde el cielo a la tierra Ifá dice '' ahora son dos '' coro que '' ahora son dos '' Ejeeji Fue el Awo que eligió a Ifá para Siẹ̀-Éjìdé Quien se reclinó y lloraba lamentándose por su incapacidad para tener un hijo Ifá lo dice '' ahora son tres '' Yo coro que '' ahora son tres '' La encrucijada de tres con base ancha Él fue el Awo que echó Ifá para Tamíálọrẹ (Preséntame regalos) El hijo de'Ita, la calle principal Ifá dice '' ahora son cuatro '', coro que ahora son cuatro. Es con la risa que la gente enciende fuego para destilar licor. Con sonrisas, la inundación se une al río Fueron los Awo que lanzaron Ifá para Ẹlérin-magba, el rey de Ẹrin-Ilé El que anuda hojas, arbustos y pastos para vencer al adversario Ifá dice '' ya son cinco '', coro que '' ahora son las cinco '' Cada cinco días cosechamos quimbombó Cada cinco días cosechamos huevos de huerta Fueron los Awo quienes lanzaron Ifá para Ọlọrunjinmí Cada cinco días se presentan buenos regalos de vida unos a otros, dice Ifá '' ahora son seis '' Coro que '' ahora son seis '' Las colas de todos los animales se parecen a las de Ẹtà Cuando están en el arbusto Fueron los Awo quienes lanzaron Ifá para Ọlọfà-Ẹtà El que. nudos hojas, arbustos y pastos para vencer al adversario Ifá dice '' ahora son las siete '' Coro que '' ahora son las siete '' Siempre que Olúgbọn realice su ritual anual Él marcará el séptimo día de la ceremonia Siempre que Arẹ̀sà realice su ceremonia anual ritual El marcará el séptimo día de la ceremonia Fueron los Awo quienes lanzaron Ifá para Olòjelé, el conspirador Cuando estaba en medio de enemigos Y vivía en constante temor de levantamiento Ifá dice 'ya son las ocho' coro que "ahora son las ocho" ¿Que la fachada de la casa esté tranquila y pacífica? ¿Que la parte trasera de la casa esté tranquila y en paz? Ellos fueron los que eligieron Ifá para Abírjọ Quien nació en la ciudad de Igbájọ Junto con Irẹsi-Orò El frente es tranquilo y pacífico La parte posterior es tranquila y pacífica Yo había ofrecido mi propio ẹbọ con 1.600 cauríes Ifá dice 'ahora son nueve' 'Coro que' 'son las nueve' 'Sus ropas deben colgarse hasta que se rompan en pedazos Nuestros vestidos deben usarse hasta que se desvanezcan Ellos fueron los Awo que lanzaron Ifá para Alákẹsán-magba cuyo nombre de alabanza incluye' 'Eridi magba '' Quien luego de ser instalado un Ọba lloraba lamentándose por su incapacidad de tener gente que le rendiría homenaje Ahora hemos hecho de Alákẹ̀sán el jefe del mercado Todos nuestros hijos Pasan aquí y rinden homenaje Todos nuestros hijos Ifá lo dice ''. ahora son diez '' Coro que '' ahora son diez '' Los clientes son los que van a la casa de Babaláwo Babaláwo no debe frecuentar la casa de un cliente Esta fue la declaración de Ifá a Ọwá Ògà Ọwá Odgírii gb Offdu. quien saluda con '' Okun yéye '' El que lucha y usa el mango de su espada para marcar el Cuando llora lamentando su incapacidad para controlar a sus súbditos, Ifá dice '' son ahora las once '' coro '' son ahora las once '' Cuando empacan materiales rituales para Olú, siempre se hacen en once. Awo siempre se hacen en once Estas fueron las declaraciones de Ifá a Ọkánlàwọn A quien se le aconsejó que ofreciera ẹbọ para que su segundo en el cielo lo colmara de buenos dones de vida Ifá dice '' ahora son las doce '' Coro que '' ahora son las doce '' Ọrúnmilà dice que siempre que se despierta al amanecer Todo le agrada Le pregunta que si se despierta al amanecer Y se envuelve con una manta negra? Responden que la gente dirá '' gentilmente Ọrúnmilà '' El hombre que brilla en su negrura '' El dueño de las joyerías negras '' '' Ifá dice '' son de nuevo las doce '' Yo coro que '' son de nuevo las doce Ọrúnmiilà Dice que siempre que se despierta al amanecer Todo le agrada. Pregunta que si se despierta al amanecer Y se envuelve con una colcha roja. Responden que la gente dirá '' gentilmente Ọrúnmílà '' '' Dueño del espacio terrestre '' '' Que es rojo como la arcilla '' '' Ifá dice '' son de nuevo las doce '' Yo también respondo que '' eso es otra vez doce '' Ọrúnmílà dice que cada vez que se despierta al amanecer Todo le agrada Le pregunta ¿y si se despierta al amanecer Y se envuelve con una colcha blanca? Responden que la gente dirá '' gentilmente Ọrúnmílà '' '' El dueño de esa palmera '' '' Que es blanca e inmaculada '' '' Ifá dice '' son de nuevo las doce '' Coro que '' es otra vez doce '' Ọrúnmiílà dice que siempre que se despierta al amanecer Todo le agrada Ọrúnmílà pregunta que ¿y si se despierta al amanecer y elige no llevar ni pantalón ni delantal? Responden que la gente lo llamará y le dirán ‘‘ suavemente Òrúnmilà ’‘ Tranquilo Òrúnmìlà ‘‘ Con suavidad, tranquilo, el que está fresco y hermoso en su completa desnudez ’‘ ‘’Genttly, the man who is kingly in his nudity’‘ It is from the base that the mortar carver commences the carving for a mortar It is from the base that Ayò game player plans the defeat of his opponent at Ekiti-Efọn It is from the bottom of a tree that Àjàò climbs to the peak of any tree It is from the bottom that my father known as Àgbònìjòsú makes love to his spouse By the same season the following year The result is the Ire of a bouncing baby These were the declarations of Ifá to Egbé And to Ẹrán And to Ṣaṣara And to Àròrií with the big, thick tuft of hair on his head And to Sọnàkọki. ' Who was the youngest of them all They were advised to offer the ẹbọ for longevity Even in twenty years to come We shall be eating kolanuts placed on top of Ikin our holy kernel In thirty years to come We shall be eating kolanuts placed on top of our holy kernels In fifty years time We shall be eating kolanuts placed on top of our holy kernels We have taken up the identity of Sọnàkọki Death will never kill the person who eats kolanuts placed on top of the holy kernel We are now Sònàkọki",
                    "POR": "Ifá diz '' agora é um''I coro que '' agora é um '' Eleeeni Ele foi o Awo que lançou Ifá para 'Lámẹní Ele que carregou a cabaça ou riqueza e sucesso em sua cabeça do céu para a terra Ifá diz '' agora são dois '' Eu coro que '' agora são dois '' Ejeeji Ele foi o Awo que escolheu Ifá para Siẹ̀-Éjìdé Que reclinou e chorou em lamentação por sua incapacidade de ter um filho Ifá disse '' agora são três '' Eu coro que '' agora são três '' As três encruzilhadas com base larga Ele foi o Awo que lançou Ifá para Tamíálọrẹ (Dê-me presentes) O filho de'Ita, a rua principal Ifá diz '' agora são quatro '' Eu coro que agora são quatro É com risos que as pessoas coletam fogo para destilação de licor. Com sorrisos, a inundação se junta ao rio Eles foram os Awo que lançaram Ifá por Ẹlérin-magba, o rei de Ẹrin-Ilé Ele que amarra folhas, arbustos e ervas para vencer o adversário Ifá diz '' agora são cinco '' Eu coro que '' agora são cinco '' A cada cinco dias colhemos quiabo A cada cinco dias colhemos ovos de jardim Eles foram os Awo que lançaram Ifá para Ọlọrunjinmí A cada cinco dias eles apresentam bons presentes de vida uns aos outros Ifá diz '' agora são seis '' Eu coro que '' agora são seis '' As caudas de todos os animais se parecem com a de Ẹtà Quando eles estão no mato Eles foram os Awo que lançaram Ifá para Ọlọfà-Ẹtà Ele quem. nós folhas, arbustos e grama para superar o adversário Ifá diz '' agora são sete '' Eu coro que '' agora são sete '' Sempre que Olúgbọn realizar seu ritual anual Ele marcará o sétimo dia da cerimônia Sempre que Arẹ̀sà realizar seu ritual anual ritual Ele marcará o sétimo dia da cerimônia Foram os Awo que lançaram Ifá por Olòjelé, o conspirador Quando ele estava no meio de inimigos E vivia com medo constante de revolta Ifá diz '' agora são oito '' Eu coro que '' agora são oito '' Que a fachada da casa esteja calma e pacífica Que a parte de trás da casa esteja calma e pacífica? Foram eles que lançaram Ifá para Abírjọ que nasceu na cidade de Igbájọ Junto com Irẹsi-Orò A frente é calma e pacífica A parte traseira é calma e pacífica Eu ofereci meu próprio ẹbọ com 1.600 búzios Ifá diz '' agora são nove ' 'Eu coro que' 'são nove' 'Suas roupas devem ser penduradas até que se rasguem Nossos vestidos devem ser usados ​​até que desapareçam Eles foram os Awo que lançaram Ifá para Alákẹsán-magba cujo nome de louvor inclui' 'Eridi magba '' Quem depois de ser instalado um Ọba estava chorando em lamentação por sua incapacidade de ter pessoas que lhe prestassem homenagem Nós agora fizemos de Alákẹ̀sán o chefe do mercado Todos os nossos filhos Venham aqui e prestem sua homenagem Todos os nossos filhos Ifá diz '' agora são dez '' Eu coro que '' agora são dez '' Clientes são aqueles que vão à casa de Babaláwo Babaláwo não deve frequentar a casa de um cliente Esta foi a declaração de Ifá a Ọwá Ògà Ọwá Odgírii gbẹdu Descendência daqueles que cumprimenta com '' Okun yéye '' Aquele que luta e usa o cabo de sua espada para marcar o chão Ao chorar em lamentação por sua incapacidade de controlar seus súditos Ifá diz '' agora são onze '' Eu coro '' agora são onze '' Ao empacotar materiais rituais para Olú, eles sempre são feitos em onze. Awo, eles sempre são feitos em onze. Estas foram as declarações de Ifá a Ọkánlàwọn que foi aconselhado a oferecer ọbọ Para que seu segundo no céu o regasse com boas dádivas de vida Ifá diz '' agora são doze '' Eu coro que '' agora são doze '' Ọrúnmilà diz que sempre que acorda de madrugada Todas as coisas lhe são agradáveis ​​Ele pergunta isso e se ele acordar de madrugada E se embrulhar com uma colcha preta? Eles respondem que as pessoas dirão '' gentilmente Ọrúnmilà '' O homem que brilha em sua escuridão '' O dono de joalherias pretas '' '' Ifá diz '' são novamente doze '' Eu coro que '' são novamente doze Ọrúnmiilà diz que sempre que ele acorda de madrugada Todas as coisas lhe são agradáveis ​​Ele pergunta que e se ele acordar de madrugada E se embrulhar com uma colcha vermelha? Eles respondem que as pessoas dirão '' gentilmente Ọrúnmílà '' '' Dono do espaço terrestre '' '' Isso é vermelho como barro '' '' Ifá diz '' é novamente doze '' Eu também respondo que '' isso é novamente doze '' Ọrúnmílà diz que sempre que ele acorda de madrugada Todas as coisas lhe são agradáveis ​​Ele pergunta isso e se ele acordar de madrugada E se embrulhar com uma colcha branca? Eles respondem que as pessoas dirão '' gentilmente Ọrúnmílà '' '' O dono daquela palmeira '' '' Que é branca e imaculada '' '' Ifá diz '' é de novo doze '' Eu coro que '' isso é novamente doze '' Ọrúnmiílà diz que sempre que ele acorda de madrugada Todas as coisas são agradáveis ​​para ele Ọrúnmílà pergunta que e se ele acordar de madrugada E ele escolher não usar calça nem avental? Eles respondem que as pessoas vão saudá-lo e dizer ‘‘ gentilmente Òrúnmilà ’‘ Calma Òrúnmìlà ‘‘ Calma, calma, aquele que é fresco e adorável em sua nudez completa ’‘ '' Suavemente, el hombre que es real en su desnudez '' Es desde la base que el tallador de mortero comienza a tallar un mortero.Es desde la base que el jugador del juego Ayò planea la derrota de su oponente en Ekiti-Efọn Es desde el fondo de un árbol que Àjàò trepa a la cima de cualquier árbol Es desde el fondo que mi padre conocido como Àgbònìjòsú hace el amor con su esposa Por la misma estación del año siguiente El resultado es el Irc de un bebé que rebota Estos fueron los declaraciones de Ifá a Egbé Y a Ẹrán Y a Ṣaṣara Y a Àròrií con el gran y espeso mechón de pelo en la cabeza Y a Sọnàkọki. ¿Quién era el más joven de todos? Se les aconsejó que ofrecieran el ẹbọ por la longevidad Incluso en los próximos veinte años Estaremos comiendo nueces de cola colocadas encima de Ikin, nuestro grano sagrado En los próximos treinta años comeremos nueces de cola colocadas encima de nuestros granos sagrados Dentro de cincuenta años comeremos nueces de cola colocadas encima de nuestros granos sagrados Hemos asumido la identidad de Sọnàkọki La muerte nunca matará a la persona que come nueces de cola colocadas sobre el grano sagrado Ahora somos Sònàkọki",
                    "Yoruba": "Ifá lo di eni Mo lo di eni  Eleeni Diá fún 'Láméní Ọmọ at'ọrun là, gbé'gbá Ajé ka'ri wá'yé Ifá lo di eji Mo lo di eji Éjéeji Diá fún Siẹ̀-Éjidé To f'ẹyin ti m'éjú ẹkún sùráhun t'ọmọ Ifá lo di ẹta Mo lo di eta Ikorita méta abidi yàkàtà-yakata Diá fún Tamilore Tii ṣe ọmọkùnrin ita Ifá lo di ẹrin Mo lo di ẹ̀rin Ẹrin ni wọn nrin fọ'ná oti  Ẹrin ṣẹṣẹ̀ ni àgbàrá nrin ko odò l'ona Diá fún Ẹlérinmagba Ọmọ atako lẹlẹẹlẹ ṣégun Ifá lo di àrún Mo lo di àrún Ọrọọrún ni won n ká 'lá Ọrọorún ni won n ká 'kàn Diá fún Ọlorunjinmi Ọrọọrún ni won nfi ohun ire é jin'raa wọn Ifá lo di Ẹfa Mo lé di efà Irù gbogbo lo n f'irù j'ẹtà Bi wọn bá dé'nú igbo Diá fún Ọlofà-Età Ọmọ ata'ko lẹlẹẹlẹ ṣégun Ifá lo di éje Mo lo di eje B'Òlúgbon bá ṣ'orò A k'ije B'Árẹ̀sa bá ṣ'oro A k'ije Diá fún Olojeleé aṣ'òtẹ̀ Ti nbẹ l'áàrin òtá Ti nfojoojúmọ kọ'minú ogun fá lo d'ẹjọ Mo lo d'ẹ̀jọ K'iwájú ilé o jo si rere si rere K'ẹ̀yinkùnlé ilé o jọ si rere si rere Diá fun Abirijo Ti wọn bi s'ode Igbájọ T'òun ti Irẹ̀si Oro Iwájọ Ẹyin jọ Mo ti ṣ'awo ẹgbéjọ ọ t'émi Ifá lo d'ẹsán Mo lo d'ésán Àsán-gbo l'aṣọ t'awon Àwò-gbdo l'aṣo t'awa o Diá fún Alákésán-magba Erigi magba Eyi to j'ọba tán To risunkún oun ò ri Olusin A wá mú Alákẹ̀sán jẹ Olojà Gbogbo ọmọ eni E yà wá, ẹ wa sin Gbogbo ọmọ ẹni Ifá lo d'éwá Mo lo d'ẹ̀wá Wiwá-wiwá ni won nwá Babaláwo o re'lé Babalawo kii wá ẹnikan ṣoṣo Diá fún Ọwá-Ọgà Ọwá Ogiiri gbẹ̀du Ọmọ okun yéye Ajà fi'bi kòòkòò la'le Eyi to nsunkún wipé apá òun ò ká'yé Ifá lo di Ọkànlá Mo lé di Ọkànlá Òkànlá ni wọn nd'ẹrù f'Òlú Ọkànlá ni wọn nd'ẹrù f'Áwò Ọkànlá ni wọn nd'ẹrù welewele jáko Diá fún Ọkánlàwọn Won ni ko rú'bo Ki kejì rẹẹ t'ọrun o lee dá ohun rere lée l'ọwọ Ifá lo di iji Mo lo di iji Ọrúnmila ni t'oùn bá ji l'oròòru kùtùkùtù Oun gbogbo lo maá nbá òun l'áraa dé Ô ni ti òun bá ji l'oròòru kùtùkùtù T'oun bá fi aṣọ dúdú bo'ra rikẹ? Won ni won á ni Ọrúnmiílà pele Ọmọ al'ádùú-jà Ọmọ oniwọnran Ifá lo tún di iji Mo lo tún di iji Ọrúnmila ni t'oun bá ji l'oròòru kùtùkùtù Oun gbogbo lo maá nbá òun l'áraa dé Ô ni ti oun bá ji l'oròòru kùtùkùtù T'coún bá f'aṣọ pupa bo'ra nkọ? Won ni won á ni Ọrúnmila péelẹ̀ Ọmọ oni'le kan,ìlẹ̀ kàn Ti nbá wọn pon riṣàriṣa Ifá lo tún di iji Mo lo tún di iji Ọrúnmila ni t'oun bá ji l'oròòru kùtùkùtuù Oun gbogbo lo maá nbá òun l'áraa dé Ô niti oun báji l'oròòru kùtùkùtù T'oun bá fi aṣo funfun bo'ra nko? Won ni won á ni Ọrúnmila pẹlẹ̀ Ọmọ igi Ọpẹ kan, Ọpẹ kàn Ti nbá wọn fún ningin-nìngin Ifá lo tún di iji Mo lo tún di iji Òrúnmila ni t'oun bá ji l'oròòru kùtùkùtù Oun gbogbo lo maá nbá oun l'áraa dé Ô ni ti oun bá ji l'oroòru kùtùkùtù T'oun o bo sokoto, t'oun o san bante nko? Wọn ni won á ni Ọrúnmila pélẹ̀ Ọrúnmilà nlẹ Pẹlẹépẹlé ọmọ arin'hòhò ṣ'Ọsin Pẹlẹ ọmọ arinhòhò ṣ'Ọrà Idi ni gbé'do-gbé'do ti m'odoo tirẹ̀ é gbé o Idi ni Òj'àyò-nj'ayò ti nj'ayoo tire l'ode Ekiti-Ẹfòn Idi ni àjao ti mú gi rẹé gùn Ko too rẹ ògẹngẹn igi Idi ni Baba a mi Àgbòníìjòsú ti b'obinrin rẹ̀ ṣ'eré To bá di igbà àjòdún Ire omọ nii yo'ri i si Diá fún Egbé Diá fún Ẹrán Diá fún Ṣaṣara Did fún Àròni-abòṣu-panpà Diá fún Ṣònàkọki Tii ṣ'ọmọ ikẹyin wọn lénje-lénje Wọn ni ki won rú'bo si láikú ara wọn Bo ṣe ogún ọdún l'onii A máa bá wọn ṣé'bi l'ori Ikin jẹ Bo ṣe ọgbọn odún l'onii A máa bá wọn ṣé'bi l'ori Ikin je Àádota odun l'onii A máa bá wọn ṣé'bi l'ori Ikin je Àwá ti di Ṣọnòkọki Ikú kii ppa aṣé'bi l'ori Ikin jẹ A ti di Ṣònakoki '' Gentilmente, o homem que é régio em sua nudez '' É da base que o entalhador começa a esculpir para uma argamassa. É da base que o jogador de Ayò planeja a derrota de seu oponente em Ekiti-Efọn. do fundo de uma árvore que Àjàò sobe ao pico de qualquer árvore É do fundo que meu pai conhecido como Àgbònìjòsú faz amor com sua esposa Na mesma estação do ano seguinte O resultado é a Ire de um bebê saltitante. declarações de Ifá a Egbé E a Ẹrán E a Ṣaṣara E a Àròrií com o grande e grosso tufo de cabelo na cabeça E a Sọnàkọki. 'Quem era o mais jovem de todos Eles foram aconselhados a oferecer o ẹbọ para longevidade Mesmo nos próximos vinte anos Devemos comer noz-moscada colocada em cima de Ikin, nosso grão sagrado Nos próximos trinta anos Devemos comer noz-moscada colocada em cima de nossos grãos sagrados Daqui a cinquenta anos Estaremos comendo noz-moscada colocados em cima de nossos grãos sagrados Nós assumimos a identidade de Sọnàkọki A morte nunca matará a pessoa que come nozes colocadas em cima do grão sagrado. Agora somos Sònàkọki",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 38, 
                "translation":{
                    "ENG": "",
                    "SPA": "",
                    "POR": "",
                    "Yoruba": "",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 39, 
                "translation":{
                    "ENG": "",
                    "SPA": "",
                    "POR": "",
                    "Yoruba": "",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 40, 
                "translation":{
                    "ENG": "",
                    "SPA": "",
                    "POR": "",
                    "Yoruba": "",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 41, 
                "translation":{
                    "ENG": "",
                    "SPA": "",
                    "POR": "",
                    "Yoruba": "",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 42, 
                "translation":{
                    "ENG": "",
                    "SPA": "",
                    "POR": "",
                    "Yoruba": "",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 43, 
                "translation":{
                    "ENG": "",
                    "SPA": "",
                    "POR": "",
                    "Yoruba": "",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 44, 
                "translation":{
                    "ENG": "",
                    "SPA": "",
                    "POR": "",
                    "Yoruba": "",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 45, 
                "translation":{
                    "ENG": "",
                    "SPA": "",
                    "POR": "",
                    "Yoruba": "",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 46, 
                "translation":{
                    "ENG": "",
                    "SPA": "",
                    "POR": "",
                    "Yoruba": "",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 47, 
                "translation":{
                    "ENG": "",
                    "SPA": "",
                    "POR": "",
                    "Yoruba": "",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 48, 
                "translation":{
                    "ENG": "",
                    "SPA": "",
                    "POR": "",
                    "Yoruba": "",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 49, 
                "translation":{
                    "ENG": "",
                    "SPA": "",
                    "POR": "",
                    "Yoruba": "",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 50, 
                "translation":{
                    "ENG": "",
                    "SPA": "",
                    "POR": "",
                    "Yoruba": "",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 51, 
                "translation":{
                    "ENG": "",
                    "SPA": "",
                    "POR": "",
                    "Yoruba": "",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 52, 
                "translation":{
                    "ENG": "",
                    "SPA": "",
                    "POR": "",
                    "Yoruba": "",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 53, 
                "translation":{
                    "ENG": "",
                    "SPA": "",
                    "POR": "",
                    "Yoruba": "",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 54, 
                "translation":{
                    "ENG": "",
                    "SPA": "",
                    "POR": "",
                    "Yoruba": "",
                    "ISBN": "0981001319"
                }
            }
        ],
        "taboos":[
            {
                "id": 1, 
                "translation":{
                    "ENG":"Birds should not eat - to avoid unconsumed fortune.",
                    "SPA":"No deben comer las aves - para evitar la fortuna sin consumar.",
                    "POR":"Os pássaros não devem comer - para evitar fortuna não consumida.",
                    "ISBN": "0981001319"
                }
             },
             {
                "id": 2, 
                "translation":{
                    "ENG":"Must not eat goat - to avoid unconsumed fortune.",
                    "SPA":"No debe comer cabra - para evitar la fortuna sin consumar.",
                    "POR":"Não deve comer cabra - para evitar fortuna não consumida.",
                    "ISBN": "0981001319"
                }
             },
             {
                "id": 3, 
                "translation":{
                    "ENG":"You should not put blood on your Ifa, to avoid setbacks, accidents and disasters.",
                    "SPA":"No debe poner la sangre en su Ifa, para evitar contratiempos, accidentes y desastres.",
                    "POR":"Você não deve colocar sangue no seu Ifa, para evitar contratempos, acidentes e desastres.",
                    "ISBN": "0981001319"
                }
             },
             {
                "id": 4, 
                "translation":{
                    "ENG":"Red or black dresses should not be worn - to avoid misfortunes.",
                    "SPA":"No se debe usar vestidos de color rojo o negro - para evitar desgracias.",
                    "POR":"Vestidos vermelhos ou pretos não devem ser usados ​​- para evitar infortúnios.",
                    "ISBN": "0981001319"
                }
             },
             {
                "id": 5, 
                "translation":{
                    "ENG":"You don't have to eat peanuts - to avoid reproductive problems.",
                    "SPA":"No tiene que comer maní - para evitar problemas de procrear.",
                    "POR":"Você não precisa comer amendoim - para evitar problemas reprodutivos.",
                    "ISBN": "0981001319"
                }
             },
             {
                "id": 6, 
                "translation":{
                    "ENG":"You should not eat mushrooms - to avoid maternity problems.",
                    "SPA":"No debe comer hongos - para evitar problemas de la maternidad.",
                    "POR":"Você não deve comer cogumelos - para evitar problemas de maternidade.",
                    "ISBN": "0981001319"
                }
             },
             {
                "id": 7, 
                "translation":{
                    "ENG":"You should never tell lies - to avoid pain or disaster.",
                    "SPA":"Nunca debe decir mentiras - para evitar el dolor o los desastres.",
                    "POR":"Você nunca deve contar mentiras - para evitar dor ou desastre.",
                    "ISBN": "0981001319"
                }
             },
             {
                "id": 8, 
                "translation":{
                    "ENG":"You should never sleep in the dark, to avoid a reduction in luck.",
                    "SPA":"Nunca debe dormir en la oscuridad, para evitar una reducción en la suerte.",
                    "POR":"Você nunca deve dormir no escuro, para evitar uma redução na sorte.",
                    "ISBN": "0981001319"
                }
             },
             {
                "id": 9, 
                "translation":{
                    "ENG":"They should not eat ewedu grass, slimy - to prevent unconsumed fortune.",
                    "SPA":"No deben comer hierba ewedu, viscosa - para evitar que la fortuna sin consumar.",
                    "POR":"Eles não devem comer grama ewedu, viscosa - para evitar fortuna não consumida.",
                    "ISBN": "0981001319"
                }
             }
        ],
        "names":[
            {
                "id": 1, 
                "translation":{
                    "ENG":"The wealth that surrounds me.",
                    "SPA":"La riqueza que me rodea.",
                    "POR":"A riqueza que me rodeia.",
                    "Yoruba":"Ajeyimika.",
                    "ISBN": "0981001319"
                }
             },
             {
                "id": 2, 
                "translation":{
                    "ENG":"Awo is honorable",
                    "SPA":"Awo es honorable",
                    "POR":"Awo é honrado",
                    "Yoruba":"Awolola",
                    "ISBN": "0981001319"
                }
             },
             {
                "id": 3, 
                "translation":{
                    "ENG":"The crown corresponds to the head",
                    "SPA":"La corona corresponde a la cabeza",
                    "POR":"A coroa corresponde à cabeça",
                    "Yoruba":"Adeyeri",
                    "ISBN": "0981001319"
                }
             }
        ],
        "generalDescription":[
            {
                "id": 1, 
                "translation":{
                    "ENG":"Ifá says that, to be successful in life, there is a need for, among other things, to serve your Orí with a large live catfish. Ifá says that if you do this, you will not miss any of the good things of life. You will succeed where others have failed.",
                    "SPA":"Ifá dice que, para tener éxito en la vida, existe la necesidad de que, entre otras cosas, para servir a su Orí con un pez gato vivo grande. Ifá dice que si se hace esto, no faltará ninguna de las cosas buenas de la vida. Usted tendrá éxito donde otros habían fracasado.",
                    "POR":"Ifá diz que, para ter sucesso na vida, é preciso, entre outras coisas, servir o seu Orí com um grande bagre vivo. Ifá diz que se você fizer isso, não perderá nenhuma das boas coisas da vida . Você terá sucesso onde outros falharam.",
                    "ISBN": "0981001319"

                }
            },
            {
                "id": 2, 
                "translation":{
                    "ENG": "Ifá says that when you come from heaven, you chose to be a great leader. You chose to be counted among the kings of the world. As a consequence of this, he was approved to be equal to kings, emperors, rulers and national administrators. Ifá advises that the IDE, Ifá accounts should be used at all times. You need to use the beaded necklace as it sets you apart from all the others. Ifá also advises you to offer ebo with two Irukere, cow tails, two white doves, two guinea fowls and money. It is also necessary to feed Ifá with a smoked catfish (catfish).",
                    "SPA": "Ifá dice que cuando se viene del cielo, que optó por ser un gran líder. Usted eligió ser contado entre los reyes del mundo. Como consecuencia de esto, fue aprobado para que sea igual a reyes, emperadores, gobernantes y administradores nacionales. Ifá aconseja que se deba usar el IDE, cuentas de Ifá en todo momento. Es necesario utilizar el collar de cuentas, ya que le distingue de todos los demás. Ifá también le aconseja ofrecer ebo con dos Irukere, colas de vaca, dos palomas blancas, dos gallinas de guinea y dinero. También es necesario para alimentar a Ifá con un pez gato ahumado (bagre).",
                    "POR": "Ifá diz que quando você veio do céu, você escolheu ser um grande líder. Você escolheu ser contado entre os reis do mundo. Como conseqüência disso, ele foi aprovado para ser igual a reis, imperadores, governantes e administradores nacionais. Ifá informa que o IDE, contas Ifá devem ser usadas em todos os momentos. Você precisa usar o colar de contas, pois ele o diferencia de todos os outros. Ifá também aconselha a oferecer ebo com dois Irukere, rabo de vaca, duas pombas brancas, duas galinhas d'angola e dinheiro. Também é necessário alimentar Ifá com um bagre defumado (bagre).",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 3, 
                "translation":{
                    "ENG": "Ifá says that it foresees all the IRE everything for you. Ifá says that death will be replaced with wealth, sadness with joy, sorrow with celebration, loss of longevity and desire in achievement. Ifá says that you must live and die as a happy man. In this Odù, Ifá says that death becomes economic well-being, wife affliction, disputes over opportunities to have children, and loss of longevity. Ifá says that there is a need for you to offer Ebo known as ARUKORE or ARUKAPONJA. Materials include the sacrifice, 2 pigeons, 2 roosters, 2 rats, 2 fish, 4 Obi Kola, 4 bitter kola, 4 guinea peppers, and money.",
                    "SPA": "Ifá dice que prevé todos los IRE todo para usted. Ifá dice que se sustituirá la muerte con la riqueza, la tristeza con alegría, pena con la celebración, la pérdida de longevidad y deseo en logro. Ifá dice que usted debe vivir y morir como un hombre feliz. En este Odù, Ifá dice que la muerte se convierte en el bienestar económico, la aflicción  esposa, los litigios a oportunidades de tener hijos, y la pérdida de la longevidad. Ifá dice que existe la necesidad para que usted pueda ofrecer Ebo conocido como ARUKORE o ARUKAPONJA. Materiales incluyen el sacrificio, 2 palomas, 2 gallos, 2 ratas, 2 peces, 4 Obi Kola, 4 kola amarga, 4 pimientas de guinea y dinero. ",
                    "POR": "Ifá diz que prevê toda a IRE tudo para você. Ifá diz que a morte será substituída por riqueza, tristeza por alegria, tristeza por comemoração, perda de longevidade e desejo de realização. Ifá diz que você deve viver e morrer como um homem feliz. Neste Odù, Ifá diz que a morte se transforma em bem-estar econômico, aflição da esposa, disputas sobre oportunidades de ter filhos e perda de longevidade. Ifá diz que é necessário você oferecer o Ebo conhecido como ARUKORE ou ARUKAPONJA. Os materiais incluem o sacrifício, 2 pombos, 2 galos, 2 ratos, 2 peixes, 4 Obi Kola, 4 cola amarga, 4 pimentões da índia e dinheiro.",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 4, 
                "translation":{
                    "ENG":"Ifá foresees that of good children for you. Ifá also predicts that you will be blessed with all the good things in life. You will lack nothing in life. Ifá advises you to be content with what Òlódùmarè has blessed you. Need for you to offer ebo and feed Ifá.Ifá advises you to offer ebo with a basket full of Obi and money. You also need to feed Ifá with 16 Obi.",
                    "SPA":"Ifá prevé el de los niños buenos para usted. Ifá también predice que será bendecido con todas las cosas buenas de la vida. no te faltará nada en la  vida. Ifá le aconseja que este contenta con lo que Òlódùmarè lo ha bendecido. Existe la necesidad de que para ofrecer ebo y alimentar a Ifá.Ifá le aconseja ofrecer ebo con una cesta llena de Obi y el dinero. También es necesario para alimentar a Ifá con 16 Obi.",
                    "POR":"Ifá prevê o de bons filhos para você. Ifá também prevê que você será abençoado com todas as coisas boas da vida. você não vai perder nada na vida. Ifá o aconselha a ficar feliz com o que Òlódùmarè o abençoou. É necessário oferecer o ebo e alimentar o Ifa. Fa o aconselha a oferecer o ebo com uma cesta cheia de Obi e dinheiro. Também é necessário alimentar Ifá com 16 Obi.",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 5, 
                "translation":{
                    "ENG":"Ifá says that he foresees I will go to a good wife for you. Ifá says that the relationship will be blessed with the progress of happiness, children and security. For this to happen, there is a need for you to offer ebo of 1 hen, 1 pigeon, 4 fish, 4 rats and money. Also to feed Ifá with 4 rats, 4 fish, palm oil and money.",
                    "SPA":"Ifá dice que prevé iré de una buena esposa para ti. Ifá dice que la relación será bendecido con el progreso de la felicidad, los niños y la seguridad. Para que esto suceda, existe la necesidad para que usted pueda ofrecer ebo de 1 gallina, 1 paloma, 4 peces,  4 ratas y dinero. También para alimentar a Ifá con 4 ratas, 4 peces, aceite de palma y dinero. ",
                    "POR":"Ifá diz que prevê que irei ter uma boa esposa para você. Ifá diz que o relacionamento será abençoado com o progresso da felicidade, filhos e segurança. Para que isso aconteça, é necessário que você ofereça ebo de 1 galinha, 1 pombo, 4 peixes, 4 ratos e dinheiro. Também para alimentar Ifá com 4 ratos, 4 peixes, óleo de palma e dinheiro.",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 6, 
                "translation":{
                    "ENG":"Ifá promises that all the things that are giving you pain and sorrow. Joy and satisfaction will be your luck. You will have reason to be happy.",
                    "SPA":"Ifá promete que todas las cosas que le están dando dolor y  pena a usted. La alegría y la satisfacción serán su suerte. Usted  tendrá motivos para alegrarse.",
                    "POR":"Ifá promete que todas as coisas que estão lhe dando dor e tristeza. Alegria e satisfação serão sua sorte. Você terá motivos para ser feliz.",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 7, 
                "translation":{
                    "ENG":"Ifá says that the wealth and prosperity and the person are foreseen for you. Ifá says that they have brought his wealth from heaven. Ifá says that you are going to give birth to a pair of twins or that they were born with a double who has twins in his lineage or that you are a twin. In a word, they are closely associated with the deity Twins. In the same stanza, Ifá says that you will have good luck throughout your life and you will overcome your problems and enemies, no matter how many they are. Ifá says that you will also have tranquility and happiness in your life and that you will be in full control of your life and the lives of those around you. In the same stanza, Ifá says that you are an ELEGBE and that your heavenly double will shower you with all the good things in life that will bring you success and achievements. Ifá also says that you will find comfort in any condition, no matter how hard the situation may be. You will also win the admiration of others with the way you carry yourself in tough and difficult situations. Ifá also says that five children and five young people, whether biological or adopted, children will have a great influence on their life. Ifá advises, however, that it is necessary to offer sacrifices for children in order to avoid dying young.",
                    "SPA":"Ifá dice que se prevé el de la riqueza y la prosperidad y la persona para ti. Ifá dice que le han traído su riqueza desde el cielo. Ifá dice que va a dar a luz a un par de gemelos o que nacieron con un doble que tiene gemelos en su linaje o que usted es un gemelo. En una palabra, que están estrechamente asociados a la deidad Gemelas. En la misma estrofa, Ifá dice que va a tener buena suerte a lo largo de su vida y usted va a superar sus problemas y enemigos, sin importar cuántos sean. Ifá dice que usted también tendrá la tranquilidad y la felicidad en su vida y que va a estar en pleno control de su vida y las vidas de quienes le rodean. En la misma estrofa, Ifá dice que usted es un ELEGBE y que su doble celestial será la ducha que con todas las cosas buenas de la vida que le traerá el éxito y los logros. Ifá dice también que usted encontrará confort en cualquier condición, no importa lo duro que la situación puede ser. También va a ganar la admiración de los demás con la forma en que usted se lleva en situaciones duras y difíciles. Ifá también dice que cinco niños y cinco jóvenes, ya sea biológico o adoptado, los niños tendrán una gran influencia en su vida. Ifá aconseja sin embargo que es necesario ofrecer sacrificios por los hijos con el fin de evitar morir joven.",
                    "POR":"Ifá diz que a riqueza e a prosperidade e a pessoa estão previstas para você. Ifá diz que eles trouxeram suas riquezas do céu. Ifá diz que você vai dar à luz um casal de gêmeos ou que nasceram com um casal que tem gêmeos em sua linhagem ou que você é gêmea. Em uma palavra, eles estão intimamente associados aos gêmeos divinos. Na mesma estrofe, Ifá diz que você terá boa sorte ao longo de sua vida e vencerá seus problemas e inimigos, não importa quantos sejam. Ifá diz que você também terá tranquilidade e felicidade em sua vida e que terá controle total sobre sua vida e a vida das pessoas ao seu redor. Na mesma estrofe, Ifá diz que você é um ELEGBE e que seu duplo celestial irá regá-lo com todas as coisas boas da vida que lhe trarão sucesso e realizações. Ifá também diz que você encontrará conforto em qualquer condição, por mais difícil que seja a situação. Você também conquistará a admiração de outras pessoas pela maneira como se comporta em situações difíceis e difíceis. Ifá afirma ainda que cinco filhos e cinco jovens, sejam biológicos ou adotivos, as crianças vão ter uma grande influência na vida delas. Ifá alerta, no entanto, que é preciso oferecer sacrifícios pelas crianças para evitar morrer cedo.",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 8, 
                "translation":{
                    "ENG": "Ifá dice que todas las áreas de la fortuna sin consumar se apartará de tu vida. Usted será capaz de realizar todos sus planes, objetivos y aspiraciones en la vida. Usted siempre tendrá éxito en todas sus empresas importantes. Ifa le aconseja adquirir una rata gris, Èdá, y lo envuelve en una hoja de palma fresca. Va a colocar la rata en la carretera principal y el uso de un cuchillo afilado para cortar en dos con un solo golpe. Debe asegurarse de que la rata se cortada a la vez. Si esto se hace, entonces los problemas de la fortuna sin consumar se apartará de tu vida. ",
                    "SPA": "Ifá says that all areas of fortune without consummation will be removed from your life. You will be able to realize all your plans, goals, and aspirations in life. You will always be successful in all your important endeavors. Ifa advises him to acquire a gray rat, Èdá, and wrap it in a fresh palm leaf. She will place the rat on the main road and use a sharp knife to cut it in two with a single blow. He must make sure that the rat is cut at once. If this is done, then the problems of unconsumed fortune will be removed from your life.",
                    "POR": "Ifá diz que todas as áreas da fortuna sem consumação serão removidas de sua vida. Você será capaz de realizar todos os seus planos, objetivos e aspirações na vida. Você sempre terá sucesso em todos os seus empreendimentos importantes. Ifa o aconselha a adquirir um rato cinza, Èdá, e envolvê-lo em uma folha de palmeira fresca. Você colocará o rato na estrada principal e usará uma faca afiada para cortá-lo em dois com um único golpe. Você deve garantir que o rato seja cortado imediatamente. Se isso for feito, os problemas da fortuna não consumida serão removidos de sua vida.",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 9, 
                "translation":{
                    "ENG":"There is a need to ensure a special preparation for you in order to avoid experiencing incessant ailments. Ifá says that his Odù, Èjì-Ogbè is the leader of all evils from heaven to earth. That is the reason why you may experience incessant upheaval. There is a need to prepare a special Ifa medicine in order to put an end to these ills. Ifá advises offering ebo with a mature male goat, 2 Guinea-fowls and money. After this, you have to look for Isu Elu, indigo, 16 land snails and Pèrègún leaves. feed Ifá with the 16 snails, and get rid of the Elu Isu and Pèrègún together and mix with soap and water. You will use the juice of the land snail to mix the soap very well.",
                    "SPA":"Existe la necesidad para asegurar una preparación especial para usted con el fin de evitar que se experimentan dolencias incesantes. Ifá dice que su Odù, Èjì-Ogbè es el líder de todos los males del cielo a la tierra. Esa es la razón por la cual usted puede experimentar trastornos incesantes. Existe la necesidad de preparar una medicina Ifa especial con el fin de poner fin a estos males. Ifá aconseja ofrecer ebo con un macho cabrío maduro, 2 Guinea-aves y dinero. Después de esto, hay que buscar Isu Elu, el añil, 16 caracoles de tierra y hojas Pèrègún.  alimentar a Ifá con los 16 caracoles, y se libra de la Elu Isu y Pèrègún juntos y se mezclan con agua y jabón. Que va a utilizar el jugo del caracol de tierra para mezclar el jabón muy bien. ",
                    "POR":"É necessário garantir uma preparação especial para você, a fim de evitar doenças incessantes. Ifá diz que seu Odù, Èjì-Ogbè é o líder de todos os males, do céu à terra. Essa é a razão pela qual você pode experimentar uma agitação incessante. É necessário preparar um medicamento Ifa especial para acabar com estes males. Ifá aconselha oferecer ebo com cabrito adulto, 2 galinhas d'angola e dinheiro. Depois disso, você deve procurar Isu Elu, índigo, 16 caramujos terrestres e folhas de Pèrègún. alimente Ifá com os 16 caracóis, e livre-se do Elu Isu e do Pèrègún juntos e misture com água e sabão. Você vai usar o suco do caracol terrestre para misturar muito bem o sabonete.",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 10, 
                "translation":{
                    "ENG":"Ifá says that he likes to have attention and recognition at all times. You always get the attention. Ifá advises that we should no longer be complacent with what the achievements that he had achieved until he reached the zenith of his career in life. However, you must be cautious in your search for recognition at all times. Ifá says that even though you have to try to reach the top, you must nevertheless be cautious in your search. Ifá also says that you must learn the attitudes of the elders and dignitaries in the community. In this way, you will move in the midst of the elderly and very important personalities.",
                    "SPA":"Ifá dice que le gusta tener la atención y el reconocimiento en todo momento. Usted siempre recibe la atención. Ifá aconseja que ya no debemos ser complacientes con lo que los logros que había alcanzado hasta que se alcanzó el cenit de su carrera en la vida. Sin embargo, debe ser cauteloso en su búsqueda de reconocimiento en todo momento. Ifá dice que a pesar de que hay que tratar de llegar a la cima, sin embargo debe ser cauteloso en su búsqueda. Ifá también dice que usted debe aprender las actitudes de los ancianos y dignatarios en la comunidad. De este modo, usted se moverá en medio de los ancianos y personalidades muy importantes.",
                    "POR":"Ifá diz que gosta de ter atenção e reconhecimento em todos os momentos. Você sempre consegue a atenção. Ifá avisa que não devemos mais ser complacentes com as conquistas que conquistou até que o zênite de sua carreira seja atingido. No entanto, você deve ser cauteloso em sua busca por reconhecimento em todos os momentos. Ifá diz que embora você deva tentar chegar ao topo, você deve, no entanto, ser cauteloso em sua busca. Ifá também diz que você deve aprender as atitudes dos mais velhos e dignitários da comunidade. Desta forma, você se moverá no meio de pessoas idosas e muito importantes.",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 11, 
                "translation":{
                    "ENG":"Ifa assures you that everything you undertake in life you will achieve. It will not be a failure in his life. You have come to this world to succeed and achieve. You are destined to be one of those who pull the strings of this world.",
                    "SPA":"Ifa le asegura que todo lo que emprenda en la vida lo conseguirá. No será un fracaso en su vida. Usted ha venido a este mundo para tener éxito y logros. Usted está destinado a ser uno de los que mueven los hilos de este mundo.",
                    "POR":"Ifa garante que tudo o que você empreender na vida, você alcançará. Não será um fracasso em sua vida. Você veio a este mundo para ter sucesso e realizar. Você está destinado a ser um daqueles que puxam as cordas deste mundo.",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 12, 
                "translation":{
                    "ENG":"Ifá says that it has no other source of support, except Òlódùmarè, the Orí and Ifa. It is through Ifá that you will give your wealth, success, health and popularity is assured. Ifá says that generally, as part of his longings for attention and recognition, he will try to show others how intelligent you are. Ifá says that all his ''intelligence'' usually exposes his madness. On the contrary, if someone tries to underestimate intelligence, that person will be shocked when he realized from the person that how intelligent you really are. Ifá says in conclusion, that it will bring the iré of wealth, spouse, children, house, horse, longevity and good health for you. You have to trust Ifá at all times. There is a need to offer Ebo from Arùkòré. It is advisable to offer two pigeons, two chickens, two roosters and money. You also need to feed Ifa with four rats, four fish, palm oil and liquor.",
                    "SPA":"Ifá dice que no tiene otra fuente de apoyo, excepto Òlódùmarè, el Orí y Ifa. Es a través de Ifá que dará su riqueza, el éxito, la salud y la popularidad está asegurada Ifá dice que por lo general, como parte de sus anhelos la atención y el reconocimiento, tratará de demostrar a los demás lo inteligente que eres. Ifá dice que toda su ''inteligencia'' por lo general expone su locura. Por el contrario, si alguien trata de subestimar la inteligencia, esa persona se sorprendió cuando se dio cuenta de la persona que lo inteligente que eres en realidad. Ifá dice en conclusión, que traerá el iré de la riqueza, cónyuge, hijos, casa, el caballo, la longevidad y buena salud para usted. Tienes que confiar en Ifá en todo momento. Hay necesidad d para ofrecer Ebo de Arùkòré. Se aconseja ofrecer dos palomas, dos gallinas, dos gallos  y dinero. También es necesario para alimentar a Ifá con cuatro ratas, cuatro peces, aceite de palma y el licor.",
                    "POR":"Ifá diz que não tem outra fonte de apoio, exceto Òlódùmarè, o Orí e Ifa. É através do Ifá que você dará sua riqueza, sucesso, saúde e popularidade estão garantidos.Ifá diz que geralmente, como parte de seus anseios por atenção e reconhecimento, tentará mostrar aos outros como você é inteligente. Ifá diz que toda sua ''inteligência'' costuma expor sua loucura. Ao contrário, se alguém tentar subestimar a inteligência, ficará chocado quando perceber que você realmente é inteligente. Ifá diz, em conclusão, que vai trazer riqueza, esposa, filhos, casa, cavalo, longevidade e boa saúde para você. Você tem que confiar em Ifá o tempo todo. É necessário oferecer o Ebo de Arùkòré. É aconselhável oferecer dois pombos, duas galinhas, dois galos e dinheiro. Você também precisa alimentar Ifa com quatro ratos, quatro peixes, óleo de palma e licor.",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 13, 
                "translation":{
                    "ENG":"Ifá says that you will be blessed with a property. Ifa assures you that even if there are difficulties to be faced. You must overcome them all. Ifá says that it has to take the issue of ensuring an adaptation of its own gravity. Ifá also advises you to be aware of how to relate to your brothers. He does not give you a chance for petty jealousy rivalry and / or envy.",
                    "SPA":"Ifá dice que usted será bendecido con una propiedad. Ifa le asegura que incluso si hay dificultades que se enfrentan. Usted deberá superarlas  todas. Ifá dice que tiene que tomar el tema de asegurar una adaptación de su propia gravedad. Ifá también le aconseja que se advierte de la manera de relacionarse con sus hermanos. No le dé oportunidad para que la rivalidad celos mezquinos y / o la envidia.",
                    "POR":"Ifá diz que você será abençoado com uma propriedade. Ifa garante que mesmo que haja dificuldades a serem enfrentadas. Você deve superar todos eles. Ifá diz que tem que assumir a questão de garantir uma adaptação à sua própria gravidade. Ifá também aconselha que você saiba como se relacionar com seus irmãos. Não dê chance à rivalidade para ter ciúmes mesquinhos e / ou inveja.",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 14, 
                "translation":{
                    "ENG":"Ifá says that it foresees I will go from the maternity of a sterile woman. This woman is between 30 and 45 years old. The woman in question is too proud. Even though she had never had a child in her life yet she had been the one making it difficult for men to focus on a long lasting relationship. This woman prefers a casual relationship than a serious relationship. If she says that this woman should think about having a partner of her own, if she hadn't had any of her. She has to be less arrogant towards her partner and think more seriously about having her own child in her life. If she also says that for the entire period that the woman in question should think seriously about having children, she was busy pursuing worldly possession. The woman has to offer Ebo with 200 brown rats, 24 grains that are first tied to her waist and then used as part of the ebo materials. If she already has a round bead tied at the waist, this is the one to use. Her partner must also offer a brown rat like ebo. These ebo materials will be brought to the outskirts of the city and placed alongside the road SEPARATELY. The couple should not go together. The husband must go first, while the wife goes home later, putting hers ebo a few meters from her husband's. Ifá says that if all these are carried out according to the specifications of Ifá, the following year he will meet the woman who will carry her own baby, either in her womb, ready to deliver, or on her back.",
                    "SPA":"Ifá dice que prevé iré de la maternidad de una mujer estéril. Esta mujer es entre 30 y 45 años de edad. La mujer en cuestión es demasiada orgullosa. A pesar de que nunca había tenido un niño en su vida, sin embargo, había sido lo que hace difícil para los hombres que se enfoquen en una relación de larga duración. Esta mujer prefiere la relación casual que una relación seria. Si dice que esta mujer debe pensar en tener una pareja  propia, si no hubiera tenido ninguna. Ella tiene que ser menos arrogante con su pareja y pensar más seriamente en tener su propio hijo en su vida. Si también dice que durante todo el período que la mujer en cuestión debe pensarlo seriamente sobre tener hijos, ella estaba ocupada persiguiendo posesión mundana. La mujer tiene que ofrecer Ebo con 200 ratas marrones, 24  granos que  primero se ata  a la cintura y luego se usa como parte de los materiales ebo. Si ya tiene un grano redondo atado a la cintura,  es el que se debe utilizar. Su pareja también debe ofrecer una rata parda como ebo. Estos materiales ebo se llevarán a las afueras de la ciudad y se coloca junto a la carretera POR SEPARADO. La pareja no deben ir juntas. El marido debe ir primero, mientras que la mujer va más tarde a casa, poner ebo el a pocos metros del de su marido. Ifá dice que si todos estos se realizan de acuerdo a las especificaciones de Ifá, al año siguiente conocerá a la mujer que  llevara  a su propio bebé, ya sea en su seno, listos para entregar, o en la espalda. ",
                    "POR":"Ifá diz que prevê que eu irei da maternidade de uma mulher estéril. Essa mulher tem entre 30 e 45 anos. A mulher em questão é muito orgulhosa. Mesmo que ela nunca tivesse tido um filho em sua vida, era o que tornava difícil para os homens se concentrarem em um relacionamento de longo prazo. Esta mulher prefere um relacionamento casual do que um relacionamento sério. Se você disser que essa mulher deveria pensar em ter um parceiro, se ela não tivesse. Ela tem que ser menos arrogante com seu parceiro e pensar mais seriamente em ter seu próprio filho em sua vida. Se você também disser que durante todo o período em que a mulher em questão deveria pensar seriamente em ter filhos, ela esteve ocupada perseguindo posses materiais. A mulher tem para oferecer o Ebo com 200 ratos marrons, 24 grãos que são primeiro amarrados na cintura e depois usados ​​como parte dos materiais do ebo. Se você já tem uma conta redonda presa à cintura, esta é a única a usar. Seu parceiro também deve oferecer um rato marrom como o ebo. Esses materiais ebo serão levados para a periferia da cidade e colocados ao longo da estrada SEPARADAMENTE. O casal não deve ir junto. O marido deve ir primeiro, enquanto a mulher vai para casa depois, colocar o ebo a poucos metros do marido. Ifá diz que se tudo isso for feito de acordo com as especificações de Ifá, no ano seguinte ele vai encontrar a mulher que vai carregar seu próprio filho, seja no útero, pronto para o parto, ou nas costas.",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 15, 
                "translation":{
                    "ENG":"Ifa assures you that you will live your life in comfort. You will not miss anything important in his life. Ifá says that his life was transformed from nothing to everything, from pain to comfort, from need to excesses and from failure to success. Ifá says that what pains he currently has, does not hurt Ifa at all. That is why it is necessary to offer ebo so that what is giving you pains and anxiety will also be of interest to Ifa. Ifa advises you to offer ebo with two pigeons, two guinea fowls, and money. If this can be done, you will find that all your wishes will be fulfilled to you, without further delay. After the ebo had been offered to you, Ifá says that you need to obtain Alupaida leaves, grind them into a fine paste and mix with soap and water for bathing. You also have to tell the truth all the time.",
                    "SPA":"Ifa le asegura que vivirá su vida con comodidad. No te faltará nada importante en su vida. Ifá dice que su vida se transformó de la nada al todo, del dolor a la comodidad, de la necesidad a los excesos y del fracaso al éxito. Ifá dice que lo que los dolores que en la actualidad tiene, no  le duele a Ifa  en absoluto. Es por eso que es necesario ofrecer ebo para que lo que le está dando dolores y la ansiedad también será de interés para Ifa. Ifa le aconseja ofrecer ebo con dos palomas, dos aves de guinea y dinero. Si esto se puede hacer, te darás cuenta de que todos sus deseos se le cumplirán a usted, sin más demora. Después de que el ebo se le había ofrecido, Ifá dice que usted necesita para obtener hojas Alupaida, se muelen hasta obtener una pasta fina y mezclar con agua y jabón para el baño. También hay que decir la verdad todo el tiempo. ",
                    "POR":"Ifa garante que você viverá sua vida com conforto. Você não perderá nada importante em sua vida. Ifá diz que sua vida se transformou do nada em tudo, da dor ao conforto, da necessidade aos excessos e do fracasso ao sucesso. Ifá diz que qualquer que seja a dor que você esteja sentindo, ela não dói em nada. Por isso é necessário oferecer o ebo para que o que está causando dores e ansiedade também seja do interesse de Ifa. Ifa o aconselha a oferecer ebo com dois pombos, duas galinhas d'angola e dinheiro. Se isso puder ser feito, você descobrirá que todos os seus desejos serão satisfeitos, sem mais demora. Depois que o ebo foi oferecido a você, Ifá diz que é preciso obter as folhas de Alupaida, triturá-las até formar uma pasta fina e misturar com água e sabão para o banho. Você também precisa dizer a verdade o tempo todo.",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 16, 
                "translation":{
                    "ENG":"Ifá says that what you eat will never lead to death. You will always be able to escape death caused by food poisoning. Ifá advises offering ebo with a mature male goat (or three roosters) and money.",
                    "SPA":"Ifá dice que lo que comas nunca te llevará a la muerte. Usted siempre será capaz de escapar de la muerte causada por intoxicación alimentaría. Ifá aconseja ofrecer ebo con un macho cabrío maduro (o tres gallos) y el dinero. ",
                    "POR":"Ifá diz que o que você come nunca leva à morte. Você sempre poderá escapar da morte causada por intoxicação alimentar. Ifá aconselha oferecer ebo com um bode adulto (ou três galos) e dinheiro.",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 17, 
                "translation":{
                    "ENG":"Ifá says that it shall able to replace Death with Wealth, Affliction with Spouse, Contention with Children, and Loss with Longevity. Ifá however, cautions this person to be moderate in his/her pursuit of wealth, sexual pleasure, and all opportunities in his/her life so as to avoid harming himself/herself in the process.",
                    "SPA":"Ifá dice que podrá reemplazar Muerte con riqueza, Aflicción con el cónyuge, Contención con los hijos y Pérdida con longevidad . Sin embargo, Ifá advierte a esta persona que sea moderada en su búsqueda de riqueza, placer sexual y todas las oportunidades en su vida para evitar hacerse daño a sí mismo en el proceso.",
                    "POR":"Ifá diz que poderá substituir Morte por Riqueza, Aflição com Cônjuge, Contenção com Filhos e Perda com Longevidade . Ifá, entretanto, alerta essa pessoa para ser moderada em sua busca por riqueza, prazer sexual e todas as oportunidades em sua vida para evitar ferir-se no processo.",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 18, 
                "translation":{
                    "ENG":"Ifá says that it foresees all Ire for the person for whom this Odù is revealed. Ifá says that he/she is presently experiencing some hardships which could be making him/her contemplate harming                     himself/herself or inflicting other social, physical or mental pain on himself/herself. Because of the way he/she has been behaving recently, he/she has given other people cause to write him/her off and conclude that nothing good can ever come from him/her again. Ifá says that he/she must have a change of attitude and must never lose hope. lists not too late for him/her to succeed in lifé he/she will definitely succeed in his/her lifetime. There is a need to offer ẹbọ with two white pigeons, two cocks, two hens, two guinea-fowls, and money. He/she also needs to feed Ifá with four rats, four fish, palm-oil, gin, and money.",
                    "SPA":"Ifá dice que prevé toda Ire para la persona a quien se le revela este Odù . Ifá dice que actualmente está experimentando algunas dificultades que podrían estar haciéndole contemplar hacerse daño a sí mismo o infligir otros problemas sociales, físicos o mentales. dolor en sí mismo. Debido a la forma en que se ha estado comportando recientemente, ha dado motivos a otras personas para descartarlo y concluir que nada bueno puede volver a salir de él. Ifá dice que debe tener un cambio de actitud y nunca perder la esperanza. listas no es demasiado tarde para que él / ella tenga éxito en la vida. Definitivamente tendrá éxito en su vida. Es necesario ofrecer ẹbọ con dos palomas blancas, dos gallos, dos gallinas, dos gallinas de Guinea y dinero. También necesita alimentar a Ifá con cuatro ratas, cuatro pescados, aceite de palma, ginebra y dinero.",
                    "POR":"Ifá diz que prevê tudo para a pessoa para quem este Odù é revelado . Ifá diz que atualmente está passando por algumas privações que podem estar fazendo-o pensar em machucar-se ou infligir outros danos sociais, físicos ou mentais dor em si mesmo. Por causa da maneira como ele / ela tem se comportado recentemente, ele / ela deu a outras pessoas motivos para descartá-lo e concluir que nada de bom pode vir dele novamente. Ifá diz que deve mudar de atitude e nunca perder as esperanças. listas não é tarde demais para ele / ela ter sucesso na vida; ele / ela definitivamente terá sucesso em sua vida. É necessário oferecer ẹbọ com dois pombos brancos, dois galos, duas galinhas, duas galinhas d'angola e dinheiro. Ele também precisa alimentar Ifá com quatro ratos, quatro peixes, óleo de dendê, gim e dinheiro.",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 19, 
                "translation":{
                    "ENG":"Ilá says that this person shall be blessed with the Ire of wealth, spouse, children, befitting home and means of transportation. He/she must never leave the path of Ifá at any time whatever.",
                    "SPA":"Ilá dice que esta persona será bendecida con el Ire de la riqueza, el cónyuge, los hijos, el hogar y los medios de transporte adecuados. Nunca debe dejar el camino de Ifá en ningún momento.",
                    "POR":"Ilá diz que essa pessoa será abençoada com a Ire da riqueza, do cônjuge, dos filhos, do lar e do meio de transporte adequados. Ele / ela nunca deve deixar o caminho de Ifá em nenhum momento.",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 20, 
                "translation":{
                    "ENG":"Ifá says that this person needs to offer ẹbọ because of the four Ire that are looking for him/her. However, he/she shall be able to secure three of the four Ire if the necessary ebo is offered. No. matter what was done, only three of the four Ire shall be his/hers. The four Ire being mentioned by Ifá are wealth, jewelries, spouse and Enini. Ifa says that he/she shall be able to get the first three Ire but will miss Enini, the fourth Ire. Ifá says also that he/she needs to be listening to the advice of a woman very close to him/her. The woman in question may be his/her mother, wife, blood relation or friend. The advice the woman is offering to him/her will eventually be invaluable to him/her. There is also the need for this person to offer ẹbọ with two pigeons, two hens and money. He/she needs to feed Ifá with four rats and four fish. And more importantly, he/she needs to feed Eṣù Ọdarà with one Ẹmọ, Brown rat, and 160 cowries. These cowries will be strung together and woven round the rat and stuck upright in front of 'Eṣu Ọdàrà. He/she also needs to take his/her bath four times on the day that this Odù is released. He/she will also change dresses four times after bath on that day. This person must also avoid going out of his/her house for one full week. Ifá says that the three Ire being referred to by Ifá will come to him/her within one week. If everything is not gotten on the specified days, at least the foundation of the three Ire shall be laid within the period. In this wise, it is not advisable for him/her to go out in order that the spirits responsible for ushering in those Ire shall meet him/her at home when they come visiting.",
                    "SPA":"Ifá dice que esta persona necesita ofrecer ẹbọ por los cuatro Ire que lo están buscando. Sin embargo, podrá conseguir tres de los cuatro Ire si se le ofrece el ebo necesario. No importa lo que se haya hecho, solo tres de los cuatro Ire serán suyos. Los cuatro Ire mencionados por Ifá son riqueza, joyerías, esposa y Enini. Ifa dice que él / ella podrá obtener los primeros tres Ire pero extrañará a Enini, el cuarto Ire. Ifá dice también que necesita estar escuchando los consejos de una mujer muy cercana a él. La mujer en cuestión puede ser su madre, esposa, pariente consanguíneo o amiga. El consejo que la mujer le está ofreciendo, eventualmente será invaluable para él. También existe la necesidad de que esta persona ofrezca ẹbọ con dos palomas, dos gallinas y dinero. Necesita alimentar a Ifá con cuatro ratas y cuatro peces . Y lo que es más importante, necesita alimentar a Eṣù Ọdarà con un Ẹm rat, rata marrón y 160 caracoles. Estos caracoles serán ensartados y entretejidos alrededor de la rata y colocados en posición vertical frente a 'Eṣu Ọdàrà. También necesita bañarse cuatro veces el día en que este Odù es liberado. También se cambiará de ropa cuatro veces después del baño ese día. Esta persona también debe evitar salir de su casa durante una semana completa. Ifá dice que los tres Ire a los que se refiere Ifá vendrán a él / ella dentro de una semana. Si no se obtiene todo en los días especificados, al menos se colocarán los cimientos de los tres Ire dentro del plazo. De esta manera, no es aconsejable que salga para que los espíritus responsables de dar paso a esas Ire se encuentren con él en su casa cuando vengan de visita.",
                    "POR":"Ifá diz que essa pessoa precisa oferecer ẹbọ por causa das quatro Ire que estão procurando por ela. No entanto, ele / ela poderá garantir três das quatro Ire se o ebo necessário for oferecido. Não. Importa o que foi feito, apenas três das quatro Ire serão dele / dela. As quatro Ire mencionadas por Ifá são riqueza, joias, cônjuge e Enini. Ifa diz que poderá conseguir as três primeiras Ire, mas sentirá falta de Enini, a quarta Ire. Ifá diz também que precisa ouvir os conselhos de uma mulher muito próxima a ele. A mulher em questão pode ser sua mãe, esposa, parente consangüíneo ou amiga. O conselho que a mulher está oferecendo a ele eventualmente será inestimável para ele. Também é necessário que essa pessoa ofereça ẹbọ com dois pombos, duas galinhas e dinheiro. Ele precisa alimentar Ifá com quatro ratos e quatro peixes . E mais importante, ele precisa alimentar Eṣù Ọdarà com um Ẹmọ, rato pardo e 160 búzios. Esses búzios serão amarrados juntos e tecidos ao redor do rato e colados na vertical na frente de 'Eṣu Ọdàrà. Ele também precisa tomar banho quatro vezes no dia da liberação deste Odù. Ele também mudará de vestido quatro vezes após o banho naquele dia. Essa pessoa também deve evitar sair de casa por uma semana inteira. Ifá diz que os três Ire indicados por Ifá virão até ele dentro de uma semana. Se tudo não for obtido nos dias especificados, pelo menos a fundação das três Ire deve ser lançada dentro do período. Desta forma, não é aconselhável que ele saia para que os espíritos responsáveis ​​pela entrada daquela Ire o encontrem em casa quando vierem visitá-lo.",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 21, 
                "translation":{
                    "ENG":"Ifá says that the person for whom this Odù is revealed shall be blessed with three major Ire within the next seven days. This Ire shall make this person happy for rest of his/her life.",
                    "SPA":"Ifá dice que la persona para quien se revela este Odù será bendecida con tres principales Irc en los próximos siete días. Esta ira hará feliz a esta persona por el resto de su vida.",
                    "POR":"Ifá diz que a pessoa por quem este Odù é revelado será abençoada com três grandes Ire nos próximos sete dias. Esta Ire fará essa pessoa feliz pelo resto de sua vida.",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 22, 
                "translation":{
                    "ENG":"Ifá says that the person for whom this Odù is revealed has been blessed with a good spouse. The relationship shall be blessed with. happiness, progress, children, and security. To make this happen, there is the need for this person to offer ẹbọ with one hen, one pigeon, four fish, four rats and money. He/she is also to feedIfá with. four rats, four fish, palm-oil and money.",
                    "SPA":"Ifá dice que la persona para quien se revela este Odù ha sido bendecida con una buena esposa. La relación será bendecida con. felicidad, progreso, hijos y seguridad. Para que esto suceda, es necesario que esta persona ofrezca ẹbọ con una gallina, una paloma, cuatro peces, cuatro ratas y dinero. Él / ella también debe alimentar a Ifá. cuatro ratas, cuatro pescados, aceite de palma y dinero.",
                    "POR":"Ifá diz que a pessoa para quem este Odù é revelado foi abençoada com um bom esposo. O relacionamento deve ser abençoado com. felicidade, progresso, filhos e segurança. Para que isso aconteça, é necessário que essa pessoa ofereça ẹbọ com uma galinha, um pombo, quatro peixes, quatro ratos e dinheiro. Ele / ela também deve alimentar o Ifá com. quatro ratos, quatro peixes, óleo de palma e dinheiro.",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 23, 
                "translation":{
                    "ENG": "Ila says that the relationship shall be blessed with happiness and beautiful children whom the couple would be proud of.",
                    "SPA": "Ila dice que la relación será bendecida con felicidad y hermosos hijos de los que la pareja estaría orgullosa.",
                    "POR": "Ila diz que o relacionamento será abençoado com felicidade e filhos lindos dos quais o casal se orgulhará.",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 24, 
                "translation":{
                    "ENG":"Ifa says that it foresees the Ire of wealth and prosperity for whom Èjì Ogbè is revealed during Ifá consultation or during Itẹ̀mfá, Ifa initiation. Ifá says that he/she has brought his/her wealth from heaven. Ifá says that he/she has the tendency to give birth to a set of twins or that there is a set of twins in his/her family. In one word, he/she is closely affiliated to the Twins Deity. In the same stanza, Ifá says that the person for whom this Odù is revealed will have good luck throughout his/her life and people will be showering him/her with gifts and other presents. Ifá also says that he/she will overcome problems and enemies no matter how many they may be. Ifá says that he/she will also have peace of mind and happiness in his/her life and that he/she will be in full control of his/her life and the lives of those around him/her. In the same stanza, Ifá says that he/she is an Ẹlẹgbẹ and that his/her heavenly double will be showering him/her with all the good things of life that will bring him/her successes and achievements.. Ifá says also that he/she will be comfortable under any condition; no matter how tough the situation may be.. He/she will also win the admiration of others with the way he/she carries himself/herself under tough and difficult situations. Ifá equally says that five children or five young ones, either biological or adopted children, will have great influence on his/her life.. Ifá however advises that he/she needs to offer ẹbọ for the children so as to prevent them from dying young or during his/her lifetime.",
                    "SPA":"Ifa dice que prevé la ira de la riqueza y la prosperidad para quien Èjì Ogbè se revela durante la consulta de Ifá o durante Itẹ̀mfá, Iniciación de Ifa. Ifá dice que ha traído su riqueza del cielo. Ifá dice que tiene el tendencia a dar a luz a un par de gemelos o que hay un conjunto de gemelos en su familia. En una palabra, él / ella está estrechamente afiliado a la Deidad de los Gemelos. En la misma estrofa, Ifá dice que la persona para quien se revela este Odù tendrá buena suerte en todo su vida y la gente lo colmarán de regalos y otros regalos. Ifá también dice que superará problemas y enemigos por muchos que sean. Ifá dice que él / ella también tendrá tranquilidad y felicidad en su vida y que tendrá el control total de su vida y las vidas de quienes lo rodean. En la misma estrofa, Ifá dice que él / ella es un Ẹlẹgbẹ y que su doble celestial será bañándolo con todas las cosas buenas de la vida que traerá él / ella éxitos y logros .. Ifá dice también que él / ella se sentirá cómodo bajo cualquier condición; no importa lo duro que sea el La situación puede ser ... También se ganará la admiración de los demás. con la forma en que se comporta bajo dura y situaciones difíciles. Ifá igualmente dice que cinco hijos o cinco los jóvenes, ya sean hijos biológicos o adoptados, tendrán grandes influencia en su vida. Sin embargo, Ifá advierte que necesita ofrecer ẹbọ por los niños para evitar que mueran joven o durante su vida.",
                    "POR":"Ifa diz que prevê a Ire de riqueza e prosperidade para quem Èjì Ogbè é revelado durante a consulta Ifá ou durante Itẹ̀mfá, Iniciação Ifa. Ifá diz que trouxe o seu riqueza do céu. Ifá diz que tem o tendência de dar à luz a um conjunto de gêmeos ou que haja um conjunto de gêmeos em sua família. Em uma palavra, ele / ela é intimamente afiliado para a Divindade dos gêmeos. Na mesma estrofe, Ifá diz que a pessoa para quem este Odù é revelado terá boa sorte durante todo sua vida e as pessoas vão enchê-lo de presentes e outros presentes. Ifá também diz que vai superar os problemas e inimigos, não importa quantos sejam. Ifá diz que também terá paz de espírito e felicidade em sua vida e que ele terá controle total sobre sua vida e a vida das pessoas ao seu redor. Na mesma estrofe, Ifá diz que ele / ela é um Ẹlẹgbẹ e que seu duplo celestial será regando-o com todas as coisas boas da vida que isso trará ele / ela sucessos e realizações. Ifá diz também que ele / ela será confortável sob qualquer condição; não importa o quão difícil seja situação pode ser .. Ele / ela também vai ganhar a admiração de outros com a forma como ele se comporta sob condições difíceis e situações difíceis. Ifá diz igualmente que cinco filhos ou cinco os jovens, sejam filhos biológicos ou adotados, terão grandes influência em sua vida. Ifá entretanto avisa que precisa para oferecer ẹbọ para as crianças para evitar que morram jovem ou durante sua vida.",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 25, 
                "translation":{
                    "ENG":"Ifa says that no matter the condition of the person for whom this Odù is revealed he/she will still regale and other people will find something for which to envy and emulate him/her. Consequently, it is in the interest of the person for whom Éjìi-Ogbé is revealed to make the very best use of whatever condition in which he/she finds himself/herself.",
                    "SPA":"Ifa dice que no importa la condición de la persona para quien este Odù es revelado, él / ella aún lo regalará y otras personas encontrarán algo por lo cual envidiarlo y emularlo. En consecuencia, es de interés para la persona a quien se revela Éjìi-Ogbé hacer el mejor uso posible de cualquier condición en la que se encuentre.",
                    "POR":"Ifa diz que não importa a condição da pessoa para quem este Odù é revelado, ele / ela ainda se regalará e outras pessoas encontrarão algo para invejá-lo e imitá-lo. Consequentemente, é do interesse da pessoa para quem Éjìi-Ogbé se revela fazer o melhor uso de qualquer condição em que se encontra.",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 26, 
                "translation":{
                    "ENG":"The five children mentioned above were the ones who were most important to Ọrúnmílà among all his children at that material point in time. These children went to the home of the group of Awo whose names were mentioned above for Ifa consultation. They were all informed that they were Ẹlẹgbé children. Each of them was advised to offer ẹbọ with one cock, palm oil and money. They were also told to cut kola nuts into pieces and place them on their Ifá. From there they were to be picking the kola nuts for consumption. By so doing, they were assured, they would live long on earth. They did, and they lived long. ----General Description from Verse 35.----",
                    "SPA":"Los cinco niños mencionados anteriormente fueron los más importantes para Ọrúnmílà entre todos sus hijos en ese momento material. Estos niños fueron a la casa del grupo de Awo cuyos nombres fueron mencionados anteriormente para la consulta de Ifa. A todos se les informó que eran niños Ẹlẹgbé. A cada uno se le aconsejó que ofreciera ẹbọ con un gallo, aceite de palma y dinero. También se les dijo que cortaran las nueces de cola en pedazos y las colocaran en su Ifá. A partir de ahí, iban a recoger las nueces de cola para su consumo. Al hacerlo, se les aseguró que vivirían mucho tiempo en la tierra. Lo hicieron y vivieron mucho. ---- Descripción general del versículo 35 .----",
                    "POR":"Os cinco filhos mencionados acima eram os mais importantes para Ọrúnmílà entre todos os seus filhos naquele momento material. Essas crianças foram para a casa do grupo de Awo cujos nomes foram citados acima para consulta de Ifa. Todos foram informados de que eram crianças Ẹlẹgbé. Cada um deles foi aconselhado a oferecer ẹbọ com um galo, óleo de palma e dinheiro. Eles também foram instruídos a cortar as nozes de cola em pedaços e colocá-las no Ifá. De lá, eles deveriam colher as nozes de cola para consumo. Ao fazê-lo, eles tinham a garantia de que viveriam muito na terra. Eles fizeram, e eles viveram muito. ---- Descrição geral do versículo 35 .----",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 27, 
                "translation":{
                    "ENG":"Ifá says that so long as the children (natural or adopted) of the person for whom this Odù is revealed can do this, so long will they live on earth. This can be done daily or at every Ifá days. It is a sure remedy against ailments and evil spirits for those born by this Odù or those for whom this Odù is revealed during consultation.---- Descripción general del versículo 36 .----",
                    "SPA":"Ifá dice que mientras los hijos (naturales o adoptados) de la persona para quien se revela este Odù puedan hacer esto, vivirán en la tierra durante tanto tiempo. Esto se puede hacer a diario o en todos los días de Ifá. Es un seguro remedio contra dolencias y espíritus malignos para aquellos nacidos por este Odù o aquellos para quienes este Odù es revelado durante la consulta .---- Descripción general del versículo 36 .---- ",
                    "POR": "Ifá diz que enquanto os filhos (naturais ou adotados) da pessoa para quem este Odù é revelado puderem fazer isso, eles viverão na terra. Isso pode ser feito diariamente ou em todos os dias de Ifá. É uma certeza remédio contra doenças e espíritos malignos para aqueles nascidos por este Odù ou aqueles para quem este Odù é revelado durante a consulta .---- Descripción general del versículo 36 .---- ",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 28, 
                "translation":{
                    "ENG":"",
                    "SPA":"",
                    "POR":"",
                    "ISBN": "0981001319"
                }
            },
            {
                "id": 29, 
                "translation":{
                    "ENG":"",
                    "SPA":"",
                    "POR":"",
                    "ISBN": "0981001319"
                }
            }
        ],
        "medicines":[
            {
                "id": 1, 
                "translation":{
                    "ENG":"information coming soon",
                    "SPA":"información próximamente",
                    "POR":"informações em breve",
                    "Yoruba":"this is the prueba in yoruba ejiogbe",
                    "ISBN": "9780981001319"
                }
             }
        ],
        "orisas":[
            {
                "id": 1,
                "orisaName": "Ifa:",
                "orisaNonSpecialCharactername": "ifa",
                "otherNames": [""],
                "orisaURL": "#",
                "reasonsENG":[
                    [1, "for support, motherhood, prosperity and protection.", 9780981001319]
                ],
                "reasonsSPA":[
                    [1, "para el apoyo, la maternidad, la prosperidad y la protección.", 9780981001319]                  
                ],
                "reasonsPOR":[
                    [1, "para apoio, maternidade, prosperidade e proteção.", 9780981001319]
                ]
            },
            {   
                "id": 2,
                "orisaName": "Orí ",
                "orisaNonSpecialCharactername": "ori",
                "otherNames": [""],
                "orisaURL": "#",
                "reasonsENG":[
                    [1, "for prosperity, support, elevation and prominence", 9780981001319]
                ],
                "reasonsSPA":[
                    [1, "para la prosperidad, el apoyo, la elevación y la prominencia", 9780981001319]
                ],
                "reasonsPOR":[
                    [1, "para prosperidade, suporte, elevação e destaque", 9780981001319]
                ]
            },
            {   
                "id": 3,
                "orisaName": "Ègbè:",
                "orisaNonSpecialCharactername": "egbe",
                "otherNames": [""],
                "orisaURL": "#",
                "reasonsENG":[
                    [1, "for camaraderie, success, leadership and protection", 9780981001319]
                ],
                "reasonsSPA":[
                    [1, "para la camaradería, el éxito, el liderazgo y la protección", 9780981001319]
                ],
                "reasonsPOR":[
                    [1, "para camaradagem, sucesso, liderança e proteção", 9780981001319]
                ]
            },
            {   
                "id": 4,
                "orisaName": "Obàtálá:",
                "orisaNonSpecialCharactername": "obatala",
                "otherNames": ["Oxala","Òsa","Oxanla","Orisanla"],
                "orisaURL": "#",
                "reasonsENG":[
                    [1, "for success, elevation, motherhood and leadership", 9780981001319]
                ],
                "reasonsSPA":[
                    [1, "para el éxito, la elevación, la maternidad y el liderazgo", 9780981001319]
                ],
                "reasonsPOR":[
                    [1, "para sucesso, elevação, maternidade e liderança", 9780981001319]
                ]
            },
            {   
                "id": 5,
                "orisaName": "òke ",
                "orisaNonSpecialCharactername": "oke",
                "otherNames": [""],
                "orisaURL": "#",
                "reasonsENG":[
                    [1, "for victory and protection", 9780981001319]
                ],
                "reasonsSPA":[
                    [1, "por la victoria y la protección", 9780981001319]
                ],
                "reasonsPOR":[
                    [1, "pela vitória e proteção", 9780981001319]
                ]
            },
            {   
                "id": 6,
                "orisaName": "Sàngó ",
                "orisaNonSpecialCharactername": "sango",
                "otherNames": ["chango","Chango","Sango", "Xango"],
                "orisaURL": "#",
                "reasonsENG":[
                    [1, "for protection over enemies", 9780981001319]
                ],
                "reasonsSPA":[
                    [1, "para la protección sobre los enemigos", 9780981001319]
                ],
                "reasonsPOR":[
                    [1, "Para proteção contra inimigos", 9780981001319]
                ]
            },
            {   
                "id": 7,
                "orisaName": "Ògún:",
                "orisaNonSpecialCharactername": "ogun",
                "otherNames": ["Ogun"],
                "orisaURL": "#",
                "reasonsENG":[
                    [1, "For guidance and protection", 9780981001319]
                ],
                "reasonsSPA":[
                    [1, "Para la dirección y la protección", 9780981001319]
                ],
                "reasonsPOR":[
                    [1, "Para orientação e proteção", 9780981001319]
                ]
            },  
            {   
                "id": 8,
                "orisaName": "Osun:",
                "orisaNonSpecialCharactername": "osun",
                "otherNames": ["Oshun","Ochun","Oxum"],
                "orisaURL": "#",
                "reasonsENG":[
                    [1, "of a good wife, having children and support", 9780981001319]
                ],
                "reasonsSPA":[
                    [1, "de buena esposa, tener hijos y el apoyo", 9780981001319]
                ],
                "reasonsPOR":[
                    [1, "de uma boa esposa, tendo filhos e sustento", 9780981001319]
                ]
            },
            {   
                "id": 9,
                "orisaName": "Esù:",
                "orisaNonSpecialCharactername": "esu",
                "otherNames": ["Exu"," Esù Òdàrà"," Echu"," Esù Elégbà"," Eleggua"],
                "orisaURL": "#",
                "reasonsENG":[
                    [1, "For support, direction, altitude and victory", 9780981001319]
                ],
                "reasonsSPA":[
                    [1, "Para el apoyo, dirección, altitud y la victoria", 9780981001319]
                ],
                "reasonsPOR":[
                    [1, "Para suporte, direção, altitude e vitória", 9780981001319]
                ]
            },
            {   
                "id": 10,
                "orisaName": "Aje Saluga:",
                "orisaNonSpecialCharactername": "aje",
                "otherNames": ["Aje"],
                "orisaURL": "#",
                "reasonsENG":[
                    [1, "for prosperity and wealth", 9780981001319]
                ],
                "reasonsSPA":[
                    [1, "para la prosperidad y la riqueza", 9780981001319]
                ],
                "reasonsPOR":[
                    [1, "para prosperidade e riqueza", 9780981001319]
                ]
            }      
            
        ],
        "orisasConsagration":[
            {
                "id": 1, 
                "translation":{
                    "ENG":"information coming soon",
                    "SPA":"información próximamente",
                    "POR":"informações em breve",
                    "Yoruba":"información próximamente",
                    "ISBN": "0000000000"
                }
             }
        ],
        "professions":[
            {
                "id": 1, 
                "translation":{
                    "ENG":"Ifa priest, Òrisà priest",
                    "SPA":"Ifa sacerdote, sacerdote Òrisà",
                    "POR":"Padre Ifa, padre Òrisà",
                    "ISBN": "9780981001319"
                }
             },
             {
                "id": 2, 
                "translation":{
                    "ENG":"Medical / For alternative medicine",
                    "SPA":"Médico / Para la medicina alternativa",
                    "POR":"Médico / Para medicina alternativa",
                    "ISBN": "9780981001319"
                }
             },
             {
                "id": 3, 
                "translation":{
                    "ENG":"Administrator",
                    "SPA":"Administrador",
                    "POR":"Administrador",
                    "ISBN": "9780981001319"
                }
             },
             {
                "id": 4, 
                "translation":{
                    "ENG":"Hospitality, Hotel, Music, Professional Public Relations",
                    "SPA":"Hospitalidad, Hotel, Música, Relaciones Públicas Profesional",
                    "POR":"Hospitalidade, hotelaria, música, relações públicas profissionais",
                    "ISBN": "9780981001319"
                }
             },
             {
                "id": 5, 
                "translation":{
                    "ENG":"Storyteller, historian, storyteller, commentator, wellness director, etc.",
                    "SPA":"Narrador, historiador, narrador, comentarista, director de bienestar, etc.",
                    "POR":"Contador de histórias, historiador, contador de histórias, comentarista, diretor de bem-estar, etc.",
                    "ISBN": "9780981001319"
                }
             }
        ],
        "itanIfa":[
            {
                "id": 1, 
                "translation":{
                    "ENG":"Akápò was an Ifá devotee. He followed the dos and don'ts of Ifá in all the things he was doing. He studied Ifá extensively and was very good in it. One day, his Baba Ifá asked him to prepare for his freedom. The ceremony was very solemn but eventful. Shortly after this, he went for Ifá consultation in order to determine his success chances in life. The Awo advised Akápò to use a big live catfish to serve his Ori so that the would have peace of mind and comfort in his life. He was assured that he would really succeed in life, but doing this would also enhance his success chances. He complied. Soon after this, Akápò dreamt of success, he was having the feeling that he would surely succeed in life. Four days after having this dream, he received some clients who paid him a huge amount of money with the promise that many more money was coming where that came from. Before long, he became very wealthy. With wealth, he was able to secure a good spouse of his dream. The wife gave birth to many children for him, including sets of twins. He also had several aides who assisted him in his day-to-day activities. He built several mansions and had many horses in his stable. He was indeed very comfortable as the Babaláwo had predicted. He was full of joy and gratitude to Olòdùmaréẹ.",
                    "SPA":"Akápò era un devoto de Ifá. Seguía los pros y los contras de Ifá en todas las cosas que hacía. Estudió Ifá extensamente y era muy bueno en eso. Un día, su Baba Ifá le pidió que se preparara para su libertad. La ceremonia fue muy solemne pero llena de acontecimientos. Poco después, acudió a la consulta de Ifá para determinar sus posibilidades de éxito en la vida. El Awo le aconsejó a Akápò que usara un gran pez gato vivo para servir a su Ori para que tuvieran tranquilidad y consuelo en su vida. Se le aseguró que realmente tendría éxito en la vida, pero hacer esto también mejoraría sus posibilidades de éxito. Él cumplió. Poco después de esto, Akápò soñó con el éxito, tenía la sensación de que seguramente tendría éxito en la vida . Cuatro días después de tener este sueño, recibió algunos clientes que le pagaron una gran cantidad de dinero con la promesa de que vendría mucho más dinero de donde venía. En poco tiempo, se hizo muy rico. Con la riqueza, pudo asegurar buena esposa de su sueño. La esposa dio a luz a muchos niños para él, incluidos los pares de gemelos. También contó con varios ayudantes que lo asistieron en sus actividades diarias. Construyó varias mansiones y tenía muchos caballos en su establo. De hecho, estaba muy cómodo como había predicho el Babaláwo. Estaba lleno de alegría y gratitud hacia Olòdùmaréẹ.",
                    "POR":"“Akápò era um devoto de Ifá. Ele seguia o que fazer e não fazer de Ifá em todas as coisas que fazia. Ele estudava Ifá extensivamente e era muito bom nisso. Um dia, seu Baba Ifá pediu-lhe que se preparasse para sua liberdade. A cerimônia foi muito solene, mas agitada. Pouco depois, ele foi para a consulta de Ifá a fim de determinar suas chances de sucesso na vida. O Awo aconselhou Akápò a usar um grande bagre vivo para servir seu Ori para que ele tivesse paz de espírito e conforto em sua vida. Ele tinha a certeza de que realmente teria sucesso na vida, mas isso também aumentaria suas chances de sucesso. Ele obedeceu. Logo depois disso, Akápò sonhava com o sucesso, tinha a sensação de que certamente teria sucesso na vida . Quatro dias depois de ter esse sonho, ele recebeu alguns clientes que lhe pagaram uma grande quantia com a promessa de que muito mais dinheiro estava vindo de onde ele veio. Em pouco tempo, ele ficou muito rico. Com riqueza, ele foi capaz de garantir uma boa esposa de seus sonhos. A esposa deu à luz a muitos filhos para ele, incluindo pares de gêmeos. Ele também tinha vários assessores que o ajudavam em suas atividades do dia a dia. Ele construiu várias mansões e tinha muitos cavalos em seu estábulo. Ele estava realmente muito confortável como o Babaláwo havia previsto. Ele estava cheio de alegria e gratidão a Olòdùmaréẹ. ",
                    "ISBN": 9780981001319
                }
            },
            {
                "id": 2, 
                "translation":{
                    "ENG":"The inhabitants of Ilé-Ifẹ̀ were overwhelmed with the problems being caused by Ajogun. These Ajogun were /kú (Death), Àrùn (Affliction), Ejo (Contention), and Òfò (Loss). When all their efforts to chase these Ajogun away failed, they approached Ọrúnmiilà for assistance. Ọrúnmíilà went to work. He tried all he knew to no avail. Out of frustration, Ọrúnmiilà decided to leave Ilé-Ifẹ and never to return there again. On his way out of Ilé-Ifẹ, he met some of his former students. They were Amôsù and Amorẹ̀. They inquired from him what was wrong. Ọrúnmila explained to them about his inability to chase away the fourAjogun causing problems for the inhabitants of Ilé-Ifẹ̀. Both Amúsù and Amcrẹ̀ persuaded Ọrúnmìla not to give up. They prevailed on him to let them go for Ifá consultation. He agreed; and together, they went to the groups of Awo mentioned above for Ifá. consultation. These Awo were also Ọrúnmila's ex-students. They consulted Ifá and Eji-Ogbe was revealed. The group of Awo assured Ọrúnmila that the four Ajogun would be chased away, and in their places would be the IRE of Ajé (Wealth), Aya (Spouse), Ọmọ (Children) and Ogbò (Longevity). Ọrúnmílà was advised to offer ẹbọ as stated above. He complied. After this, he was asked to take four bitter kolas and four alligator pepper to the crossroad where four roads met. He complied. After the sacrifice, Ọrúnmila took the bitter kolas and alligator peppers to the roadsides with four paths together with Amésù and AmQrẹ̀. When they reached the four crossroads, they met Ikú (Death). Amôsù and Amọrẹ̀ advised Ọrúnmila to throw one bitter kola and one alligator pepper at Death. He did. Immediately these seeds hit Death, he began to run away. Amúsù and Amọré asked Ọrúnmìlà to follow him. The three of them did. Before long, Death fell down. When they reached where he fell, instead of Death, they met a lot of money. Ọrúnmila was surprised. Amòsù and Amọrẹ̀ however told Ọrúnmilà that Death is the owner of Wealth. They said that anyone looking for money without any other consideration whatsoever is a sure candidate for death, untimely death, for that matter. They returned to the crossroad with four parts and they met Àrùn (Affliction). Ọrúnmila threw the two seeds at him. He began to run away. They followed him. Before long, Afífliction fell down. When they reached where he fell, they met Spouse. Amésù and Amọré told Ọrúnmilà that Spouse is the owner of Affliction. They said that if any man has no control in his desire for, and enjoyment of, women, he is a sure candidate for Affliction. On the other hand, if a woman has no control in her desire for and enjoyment of men, she is a sure candidate for affliction. They returned to the crossroads and they met Ẹjẹ (Contention). They threw the two seeds at him. He ran. They followed. Ẹjọ fell. When they reached the spot where he fell, they met children. Amúòsù and  Amorẹ explained to Ọrúnmìlà that contention is the owner of children. They said that the moment a person is matured, the person will be looking for an appropriate spouse. He or she will 'talk'. The talking is in itself a form of contention. If it has been taking too long to secure a spouse of his/her choice, the 'Contention' will. become. more consistent. After getting his/her choice, then there will be 'contention' on pregnancy and child-birth. If the wife did not conceive in time, the 'contention' will be more than ever before. The 'contention' will leave the couple's home and move to other people's homes such as the homes of experts, advisers, relatives and so on. When the woman eventually succeeded in becoming pregnant, there will be more 'contention'. When the woman has finally delivered of a baby, the contention is increased in folds. Talking to the baby and teaching the baby how to talk and behave are serious talking business. To go to school to complete the schooling, to travel and to celebrate the child's achievements entail 'contention'. Not to have a child does not preclude anyone from engaging in this 'contention'. They returned to the crossroads and met Òfò (Loss). Ọrúnmìilà threw the remaining two seeds at him and he took to his heels. They followed him. Loss fell down. When they arrived at the spot where loss fell, they saw Longevity. Amosù and Amọrẹ̀ told Ọrúnmilà that Loss is the owner of Longevity. They said that if a person is too old he/she shall be experiencing terrible losses - loss of memory, loss of dear ones, loss of energy, loss of vitality and so on. Those who are supposed to bury him/her would be the ones whom he/she would point to their tombs to others. Ọrúnmilà returned to Ilé-Ifẹ̀ a happy man. He was glad that he had been able to accomplish his mission. That was how Ọrúnmila was able to chase away the Ajogun of Ikú, Àrùn, Ẹjẹ and Òtò and replaced them with the Ire of Ajé, Aya, Ọmọ and Ogbé respectively.",
                    "SPA":"Los habitantes de Ilé-Ifẹ̀ estaban abrumados con los problemas que estaba causando Ajogun. Estos Ajogun eran / kú (Muerte), Àrùn (Aflicción), Ejo (Contención) y Òfò (Pérdida). Cuando todos sus esfuerzos para ahuyentar a estos Ajogun fracasaron, se acercaron a Ọrúnmiilà en busca de ayuda. Ọrúnmíilà se puso a trabajar. Intentó todo lo que sabía sin éxito. Frustrado, Ọrúnmiilà decidió dejar Ilé-Ifẹ y no volver nunca más allí. Al salir de Ilé-Ifẹ, conoció a algunos de sus antiguos alumnos. Eran Amôsù y Amorẹ̀. Le preguntaron qué estaba mal. Ọrúnmila les explicó sobre su incapacidad para ahuyentar a los cuatro Ajogun causando problemas a los habitantes de Ilé-Ifẹ̀. Tanto Amúsù como Amcrẹ̀ persuadieron a Ọrúnmìla para que no se rindiera. Lo convencieron para que los dejara ir a la consulta de Ifá. El acepto; y juntos, fueron a los grupos de Awo mencionados anteriormente para Ifá. consulta. Estos Awo también eran ex alumnos de Ọrúnmila. Consultaron a Ifá y se reveló a Eji-Ogbe. El grupo de Awo aseguró a Ọrúnmila que los cuatro Ajogun serían ahuyentados, y en sus lugares estaría la IRE de Ajé (Riqueza), Aya (Esposa), Ọmọ (Hijos) y Ogbò (Longevidad). Se aconsejó a Ọrúnmílà que ofreciera ẹbọ como se indicó anteriormente. Él cumplió. Después de esto, se le pidió que llevara cuatro kolas amargas y cuatro pimienta de cocodrilo al cruce donde se unían cuatro caminos. Él cumplió. Después del sacrificio, Ọrúnmila llevó las kolas amargas y los pimientos de cocodrilo a los bordes de las carreteras con cuatro caminos junto con Amésù y AmQrẹ̀. Cuando llegaron a los cuatro cruces de caminos, se encontraron con Ikú (Muerte). Amôsù y Amọrẹ̀ aconsejaron a Ọrúnmila que arrojara una kola amarga y una pimienta de cocodrilo a la Muerte. Él hizo. Inmediatamente estas semillas golpearon a la Muerte, comenzó a huir. Amúsù y Amọré le pidieron a Ọrúnmìlà que lo siguiera. Los tres lo hicieron. En poco tiempo, la Muerte cayó. Cuando llegaron al lugar donde cayó, en lugar de la muerte, encontraron mucho dinero. Ọrúnmila se sorprendió. Sin embargo, Amòsù y Amẹ̀rẹ̀ le dijeron a Ọrúnmilà que la Muerte es la dueña de la Riqueza. Dijeron que cualquiera que busque dinero sin ninguna otra consideración es un candidato seguro para la muerte, la muerte prematura, para el caso. Regresaron al cruce de cuatro partes y se encontraron con Àrùn (Aflicción). Ọrúnmila le arrojó las dos semillas. Comenzó a huir. Ellos lo siguieron. En poco tiempo, Afífliction cayó. Cuando llegaron al lugar donde cayó, se encontraron con Spouse. Amésù y Amọré le dijeron a Ọrúnmilà que el Cónyuge es el dueño de la Aflicción. Dijeron que si algún hombre no tiene control en su deseo y disfrute de las mujeres, es un candidato seguro para la Aflicción. Por otro lado, si una mujer no tiene control en su deseo y disfrute de los hombres, es una candidata segura a la aflicción. Regresaron a la encrucijada y se encontraron con Ẹjẹ (Contención). Le arrojaron las dos semillas. El corrió. Ellos siguieron. Ẹjọ cayó. Cuando llegaron al lugar donde cayó, se encontraron con niños. Amúòsù y Amorẹ le explicaron a Ọrúnmìlà que la contención es dueña de los niños. Dijeron que en el momento en que una persona madura, la persona buscará un cónyuge apropiado. Él o ella 'hablará'. El hablar es en sí mismo una forma de contención. Si ha tardado demasiado en conseguir un cónyuge de su elección, la 'Contención' lo hará. volverse. mas consistente. Después de obtener su elección, habrá una ''contienda'' sobre el embarazo y el parto. Si la esposa no concibe a tiempo, la ''contienda'' será más que nunca. La 'contienda' dejará la casa de la pareja y se trasladará a las casas de otras personas, como las casas de expertos, asesores, familiares, etc. Cuando la mujer finalmente logró quedar embarazada, habrá más ''contención''. Cuando la mujer finalmente ha dado a luz a un bebé, la contención aumenta en pliegues. Hablar con el bebé y enseñarle a hablar y a comportarse es un asunto serio de hablar. Ir a la escuela para completar la escolaridad, viajar y celebrar los logros del niño conlleva 'contención'. No tener un hijo no impide que nadie se involucre en esta 'contienda'. Regresaron al cruce y se encontraron con Òfò (Pérdida). Ọrúnmìilà le arrojó las dos semillas restantes y se echó a correr. Ellos lo siguieron. La pérdida cayó. Cuando llegaron al lugar donde cayó la pérdida, vieron Longevidad. Amosù y Amọrẹ̀ le dijeron a Ọrúnmilà que Loss es el dueño de Longevity. Dijeron que si una persona es demasiado mayor, experimentará pérdidas terribles: pérdida de memoria, pérdida de seres queridos, pérdida de energía, pérdida de vitalidad, etc. Aquellos que se supone que deben enterrarlo serían aquellos a quienes él / ella señalaría sus tumbas a otros. Ọrúnmilà volvió a Ilé-Ifẹ̀ un hombre feliz. Estaba contento de haber podido cumplir su misión. Así fue como Ọrúnmila pudo ahuyentar a los Ajogun de Ikú, Àrùn, Ẹjẹ y Òtò y los reemplazó con los Ire de Ajé, Aya, Ọmọ y Ogbé respectivamente. ",
                    "POR":"Os habitantes de Ilé-Ifẹ̀ ficaram impressionados com os problemas causados ​​por Ajogun. Esses Ajogun eram / kú (Morte), Àrùn (Aflição), Ejo (Contenção) e Òfò (Perda). Quando todos os esforços para afastar esses Ajogun falharam, eles se aproximaram de Ọrúnmiilà para obter ajuda. Ọrúnmíilà foi trabalhar. Ele tentou tudo o que sabia, sem sucesso. Frustrado, Ọrúnmiilà decidiu deixar Ilé-Ifẹ e nunca mais voltar para lá. Na saída do Ilé-Ifẹ, ele conheceu alguns de seus ex-alunos. Eles eram Amôsù e Amorẹ̀. Eles perguntaram a ele o que estava errado. Ọrúnmila explicou a eles sobre sua incapacidade de afugentar os quatro Ajogun, causando problemas para os habitantes de Ilé-Ifẹ̀. Ambos Amúsù e Amcrẹ̀ persuadiram Ọrúnmìla a não desistir. Eles o convenceram a deixá-los ir para a consulta de Ifá. Ele concordou; e juntos, eles foram aos grupos de Awo mencionados acima para Ifá. consulta. Esses Awo também eram ex-alunos de Ọrúnmila. Consultaram Ifá e Eji-Ogbe foi revelado. O grupo de Awo assegurou a Ọrúnmila que os quatro Ajogun seriam afugentados, e em seus lugares estariam o IRE de Ajé (Riqueza), Aya (Cônjuge), Ọmọ (Filhos) e Ogbò (Longevidade). Ọrúnmílà foi aconselhado a oferecer ẹbọ conforme indicado acima. Ele obedeceu. Depois disso, ele foi solicitado a levar quatro kolas amargas e quatro pimenta-crocodilo até o cruzamento onde quatro estradas se cruzavam. Ele obedeceu. Após o sacrifício, Ọrúnmila levou as kolas amargas e as pimentas de crocodilo para as margens das estradas com quatro caminhos junto com Amésù e AmQrẹ̀. Quando eles alcançaram as quatro encruzilhadas, eles encontraram Ikú (Morte). Amôsù e Amọrẹ̀ aconselharam Ọrúnmila a jogar uma cola amarga e uma pimenta de crocodilo na Morte. Ele fez. Imediatamente essas sementes atingiram a Morte, ele começou a fugir. Amúsù e Amọré pediram a Ọrúnmìlà que o seguisse. Os três fizeram. Em pouco tempo, a morte caiu. Quando eles chegaram onde ele caiu, em vez da Morte, eles encontraram muito dinheiro. Ọrúnmila ficou surpreso. Amòsù e Amọrẹ̀, entretanto, disseram a Ọrúnmilà que a Morte é a dona da Riqueza. Disseram que quem procura dinheiro sem qualquer outra consideração é um candidato seguro à morte, morte prematura, aliás. Eles voltaram para a encruzilhada com quatro partes e encontraram Àrùn (Affliction). Ọrúnmila jogou as duas sementes nele. Ele começou a fugir. Eles o seguiram. Em pouco tempo, a Afífliction desabou. Quando eles chegaram onde ele caiu, eles encontraram a esposa. Amésù e Amọré disseram a Ọrúnmilà que o Cônjuge é o dono da Aflição. Eles disseram que se qualquer homem não tem controle sobre seu desejo e prazer por mulheres, ele é um candidato seguro para a aflição. Por outro lado, se uma mulher não tem controle sobre seu desejo e prazer pelos homens, ela é uma candidata segura à aflição. Eles voltaram à encruzilhada e encontraram Ẹjẹ (Contenção). Eles jogaram as duas sementes nele. Ele correu. Eles seguiram. Ẹjọ caiu. Quando chegaram ao local onde ele caiu, encontraram crianças. Amúòsù e Amorẹ explicaram a Ọrúnmìlà que a contenção é do dono dos filhos. Disseram que no momento em que uma pessoa amadurece, ela estará procurando o cônjuge adequado. Ele ou ela vai 'falar'. A conversa é em si uma forma de contenção. Se estiver demorando muito para conseguir um cônjuge de sua escolha, a 'Contenção' o fará. tornar-se. mais consistente. Depois de obter sua escolha, então haverá 'contenda' sobre gravidez e nascimento de filhos. Se a esposa não concebeu a tempo, a 'contenda' será mais do que nunca. A 'contenção' deixará a casa do casal e se mudará para as casas de outras pessoas, como casas de especialistas, consultores, parentes e assim por diante. Quando a mulher finalmente conseguir engravidar, haverá mais ''contendas''. Quando a mulher finalmente dá à luz, a contenção aumenta nas dobras. Falar com o bebê e ensiná-lo a falar e se comportar é um assunto sério. Ir à escola para completar a escolaridade, viajar e comemorar as conquistas da criança implica 'contenção'. Não ter um filho não impede ninguém de se envolver nessa 'contenda'. Eles voltaram para a encruzilhada e encontraram Òfò (perda). Ọrúnmìilà jogou as duas sementes restantes nele e ele correu. Eles o seguiram. A perda caiu. Quando eles chegaram ao local onde a perda caiu, eles viram a Longevidade. Amosù e Amọrẹ̀ disseram a Ọrúnmilà que Loss é o dono da Longevidade. Eles disseram que se uma pessoa é muito velha, ela deve passar por perdas terríveis - perda de memória, perda de entes queridos, perda de energia, perda de vitalidade e assim por diante. Aqueles que deveriam enterrá-lo seriam aqueles a quem ele apontaria seus túmulos para os outros. Ọrúnmilà voltou para Ilé-Ifẹ̀ um homem feliz. Ele estava feliz por ter cumprido sua missão. Foi assim que Ọrúnmila foi capaz de afugentar os Ajogun de Ikú, Àrùn, Ẹjẹ e Òtò e os substituiu pela Ire de Ajé, Aya, Ọmọ e Ogbé respectivamente. ",
                    "ISBN": 9780981001319
                }
             },
            {
                "id": 3, 
                "translation":{
                    "ENG":"Yéyé-Alẹ̀-ti-lẹ, (the night of my success has not yet fallen), was a failure in all aspects of life. She had no money, she had no husband, she had no child, she had no home, and she had bad health. In fact, nothing seemed to work for her. To compound the problem, she had been losing confidence in herself and her ability to succeed in life. As a result of the way Yéyé-Alé-ti-lé was carrying herself, she became a nuisance to all her neighbors. Also, because of her pessimism, those around her were equally infected and she was completely written off One day, she went to the Babaláwo mentioned above just for the fun of it. The Babaláwo however diagnosed her problems correctly and went further to assure her that she would succeed in her life and that. the night of her success had not yet fallen. She was equally advised to have a change of attitude and a change of perception of herself. She managed to do all and she became hopeful that she could still make it in life after-all. There is hope, there is future. Soon after this, her wealth improved, she started plaiting hair for others. She was able to make some money. She started a small business of her own. While going on her business, she met a man she loved. Before long, they got married. A year after, she gave birth to. her first baby. But surprisingly, the birth was a set of twins. She was very happy and she lived happily for the rest of her life. There is hope for the client for whom this Odù is revealed. He/she still has future. He/she shall still reach the very peak or his/her goals in life.",
                    "SPA":"Yéyé-Alẹ̀-ti-lẹ, (la noche de mi éxito aún no ha caído), fue un fracaso en todos los aspectos de la vida. No tenía dinero, no tenía marido, no tenía hijos, no tenía hogar y tenía mala salud. De hecho, nada parecía funcionar para ella. Para agravar el problema, había perdido la confianza en sí misma y en su capacidad para triunfar en la vida. Como resultado de la forma en que se comportaba Yéyé-Alé-ti-lé, se convirtió en una molestia para todos sus vecinos. Además, debido a su pesimismo, quienes la rodeaban estaban igualmente infectados y fue descartada por completo. Un día, fue al Babaláwo mencionado anteriormente solo por el gusto de hacerlo. Sin embargo, el Babaláwo diagnosticó correctamente sus problemas y fue más allá para asegurarle que tendría éxito en su vida y eso. la noche de su éxito aún no había caído. Se le aconsejó igualmente que cambiara de actitud y de percepción de sí misma. Se las arregló para hacer todo y tuvo la esperanza de poder seguir adelante en la vida después de todo. Hay esperanza, hay futuro. Poco después de esto, su riqueza mejoró, comenzó a trenzar el cabello para otros . Pudo ganar algo de dinero. Comenzó un pequeño negocio propio. Mientras se dedicaba a sus negocios, conoció a un hombre al que amaba. Al poco tiempo, se casaron. Un año después, dio a luz. su primer bebé. Pero sorprendentemente, el nacimiento fue un par de gemelos. Estaba muy feliz y vivió feliz el resto de su vida. Hay esperanza para el cliente para quien se revela este Odù. Todavía tiene futuro. Él / ella todavía alcanzará la cima de sus metas en la vida.",
                    "POR":"Yéyé-Alẹ̀-ti-lẹ, (a noite do meu sucesso ainda não caiu), foi um fracasso em todos os aspectos da vida. Ela não tinha dinheiro, não tinha marido, não tinha filhos, não tinha casa e tinha má saúde. Na verdade, nada parecia funcionar para ela. Para agravar o problema, ela vinha perdendo a confiança em si mesma e em sua capacidade de ter sucesso na vida. Como resultado da maneira como Yéyé-Alé-ti-lé estava se comportando, ela se tornou um incômodo para todos os seus vizinhos. Além disso, por causa de seu pessimismo, as pessoas ao seu redor estavam igualmente infectadas e ela foi completamente descartada. Um dia, ela foi ao Babaláwo mencionado acima apenas para se divertir. O Babaláwo, entretanto, diagnosticou seus problemas corretamente e foi além para garantir que ela teria sucesso em sua vida e isso. a noite de seu sucesso ainda não havia caído. Ela foi igualmente aconselhada a mudar de atitude e de percepção de si mesma. Ela conseguiu fazer tudo e ficou esperançosa de que ainda conseguiria na vida, afinal. Há esperança, há futuro. Logo depois, sua riqueza aumentou, ela começou a trançar cabelos para outras pessoas . Ela conseguiu ganhar algum dinheiro. Ela começou um pequeno negócio próprio. Enquanto trabalhava, ela conheceu um homem que amava. Em pouco tempo, eles se casaram. Um ano depois, ela deu à luz. seu primeiro bebê. Mas, surpreendentemente, o nascimento foi um casal de gêmeos. Ela estava muito feliz e viveu feliz para o resto de sua vida. Há esperança para o cliente a quem este Odù é revelado. Ele / ela ainda tem futuro. Ele / ela ainda deve atingir o auge ou seus objetivos na vida.",
                    "ISBN": 9780981001319
                }
             },
            {
                "id": 4, 
                "translation":{
                    "ENG":"Ajé, wealth; Okùn, expensive. bead; and Omidan, a beautiful damsel. grouped together and they were all willing to go to Òrúnmilà's. home to stay permanently throughout their lives. The three of them learnt that Ọrúnmilà had. the. patience, maturity, mental and emotional capability to take care of them and make them comfortable. They therefore went to the Awo mentioned above for Ifá consultation. In the home of the Awo, they were assured that they had made the best choice ever. They were told that they would enjoy their lives and they would live in comfort and happiness throughout. They were also advised to offer ẹbọ with two pigeons, two hens and money. They complied. Shortly after, they set out on their journey to Ọrúnmilà's house.",
                    "SPA":"Ajé, riqueza; Okùn, caro. talón; y Omidan, una hermosa damisela. agrupados y todos estaban dispuestos a ir a Òrúnmilà's. hogar para quedarse permanentemente durante toda su vida. Los tres supieron que rúnmilà sí. la. paciencia, madurez, capacidad mental y emocional para cuidarlos y hacerlos sentir cómodos. Por lo tanto, fueron al Awo mencionado anteriormente para la consulta de Ifá. En el hogar del Awo, se les aseguró que habían tomado la mejor decisión de su vida. Se les dijo que disfrutarían de sus vidas y que vivirían con comodidad y felicidad en todo momento. También se les recomendó ofrecer ẹbọ con dos palomas, dos gallinas y dinero. Ellos cumplieron. Poco después, emprendieron su viaje hacia la casa de Ọrúnmilà.",
                    "POR":"Ajé, riqueza; Ok, caro. talão; e Omidan, um lindo donzela. agrupados e todos estavam dispostos a ir para Òrúnmilà's. casa para ficarem permanentemente por toda a vida. Os três souberam que Ọrúnmilà sim. a. paciência, maturidade, capacidade mental e emocional para cuidar deles e deixá-los à vontade. Eles, portanto, foram ao Awo mencionado acima para consulta de Ifá. Na casa do Awo, eles tinham certeza de que haviam feito a melhor escolha de todos os tempos. Disseram-lhes que aproveitariam suas vidas e viveriam com conforto e felicidade o tempo todo. Também foram aconselhados a oferecer ẹbẹ com dois pombos, duas galinhas e dinheiro. Eles obedeceram. Pouco depois, eles partiram para a casa de Ọrúnmilà.",
                    "ISBN": 9780981001319
                }
            },
            {
                "id": 5, 
                "translation":{
                    "ENG":"Business was down for Ọrúnmilà. He had no money at that particular point in time. To eat became a serious problem for him. Consequently,he went to the Awo mentioned above for Ifá consultation. He wanted to know what he needed to do for fortune and progress to smile at him.The Awo assured him that he would succeed in life. He was told that, as at that period, four Ire had been looking for him. He was told that he should not go out of his home for seven days so that these Ire would meet him at home whenever they came calling. The Awo assured him that the Ire would come within the seven days specified for him. Ọrúnmílà was however warned that if these Ire did not meet him home, they would not stay. He was also instructed to take his bath four times that day and put on his very best attires. After this, Ọrúnmiílà was advised to offer ẹbọ with two pigeons, two hens and money. He was also told to feed Eṣù Òdàrà with one brown rat and 160 cowries. He was told to bind the cowries together with a string, tie it round the brown rat and give it to Éṣù. The Awo added that Éṣù Ọdàrà would direct the four Ire to his home and that failure to feed Eṣù might make Ẹṣù to refuse to assist him in his effort to secure these Ire. Ọrunmila offered the ẹbọ but failed to feed Eṣù Òdàrà. Ọrúnmílà went back home and was ready to stay at home for seven days as advised. Éṣù Ọdàrà could not see what Òrúnmílà was supposed to give him. He (Éṣù) went to Òrúnmilà's house to demand for it. Ọrúnmilà did not give itto him. Ọṣúnfúnrilẹyọ, Òrúnmilla's wife, however advised her husband to give Esu the rat and the 160 cowries. Ọrúnmilà did not heed the advice. The second day, the four Ire who had been asking everyone they met to direct them to Ọrúnmìlà's home eventually came across those who knew the house. They were well directed. A few blocks to Òrúnmilà's house, they met Eṣù Ọdàrà. They asked Eṣù Ọdàrà if he knew the shortest route to Ọrúnmílà's house. Eṣù responded that he was living in the next house to Ọrúnmila. He said that Òrúnmila had just told him (Éṣù) a few moments ago that he (Ọrúnmilà) was going to the farm and would return the next day. These Ire said that they would go and stay somewhere and go to meet Ọrúnmilla the following day as they could not go to his home in his absence. That was how Ọrúnmìlà missed the four Ire the second day that he offered the ẹbọ. On the third day, Éṣù Òdàrà went to Ọrúnmila to ask for his brown rat and 160 cowries. He was not given. Ọṣúnfúnrìléyò also pleaded with her husband to give ṣù hisìbọ to no avail. The four Ire slept under the shade of a big tree in the outskirts of the town. They woke up very early in the morning, tidied themselves up in. preparation for their encounter. Ọrúnmila. When they estimated that Ọrúnmílà ought to have been back from the farm at that period, they set out. On their way, they met Éṣù Ọdàrà. This time around, he had taken up another identity. He told them that he was Òrúnmila's student and that Òrúnmila had gone to the house of one of his clients and would not be back for three days. The four Ire decided to wait at the outskirt of the town for Ọrúnmilià to return. On the sixth day, Éṣù Òdàrà went to Ọrúnmila's house to ask for his rat and 160 cowries. Again, he was not given. Ọṣúnfúnrìléyò insisted that Òrúnmílà must do it unfailingly, or else she would pack out of his house. Unfortunately, Éṣù Ọdàrà had left Ọrúnmílà's house when Òrúnmilà himself decided to give Éṣù Ọdàrà the Ibọ.In the middle of the sixth day, Éṣù Òdàrà went to the town. And again he changed his identity. He used ashes to rub every part of his body and was weeping. When asked why he was weeping, he said that Ọrúnmilà had a terrible accident and died that morning. All of the four Ire began to weep. The weeping of Éṣù was more profound than that of the others. At a stage, Éṣù began to shed blood instead of tears. The five of them wept until late in the evening. Éṣù left when it was very dark and promised to come and meet the four Ire in the morning and inform them about how the burial ceremony went. They asked him to come and that after his briefing, they would like to return to their respective locations. When the sun was overhead that day, Enini, one of the four Ire, went out and committed suicide with the sach which he failed to offer as ẹbọ material. That was how it remained only Aje, Okun, and Omidan. Very early the following day, the seventh day, Ọrúnmiilà offered to Eṣù ỌÒdàrà the rat and 160 cowries as expected. He added a bottle of gin for Éṣù Ọdàrà to consume. Immediately the Ibọ was offered, Éṣù Ọdàrà returned to the three remaining Ire at outskirt of the town. And again, he changed his appearance. He met the three of them mourning the demise of both Ọrúnmilà and Enini. He greeted them and asked them why they were weeping. They responded that they had come to stay with ỌÒrúnmilà only for them to learn that Ọrúnmíilà had died. As if that was not bad enough, one of them also committed suicide. Éṣù Ọdàrà then told them that the person who informed them that Ọrúnmiilà had died had misinformed them. He assured them that he was just coming from Òrúnmila's house and that Ọrúnmilà was hail and hearty. He showed them the bottle of alcohol that he had just been given by Ọrúnmìílà and shared the content with them. He later urged them to follow him to Òrúnmila's house as Ọrúnmílà had been expecting them in the last seven days. They all trooped to Ọrúnmila's house. It was joy that had no bound for them when they met.. The three Ire lived in Ọrúnmílà's house forever and ever.",
                    "SPA":"El negocio se fue a pique para Ọrúnmilà. No tenía dinero en ese momento en particular. Comer se convirtió en un grave problema para él. Como consecuencia, fue al Awo mencionado anteriormente para la consulta de Ifá. Quería saber qué tenía que hacer por fortuna y progreso para sonreírle. El Awo le aseguró que tendría éxito en la vida. Le dijeron que, como en ese período, cuatro Ire lo habían estado buscando. Se le dijo que no debía salir de su casa durante siete días para que estos Irc se encontraran con él en su casa cada vez que llamaran . El Awo le aseguró que el Irc vendría dentro de los siete días especificados para él. Sin embargo, se le advirtió a Ọrúnmílà que si estos Irc no lo encontraban en casa, no se quedarían. También se le indicó que se bañara cuatro veces ese día y se pusiera sus mejores galas. Después de esto, se le aconsejó a Ọrúnmiílà que ofreciera ẹbọ con dos palomas, dos gallinas y dinero. También se le dijo que alimentara a Eṣù Òdàrà con una rata marrón y 160 caracoles . Se le dijo que atara a los caracoles con una cuerda, que ate Rodea la rata marrón y dáselo a Éṣù. El Awo agregó que Éṣù Ọdàrà dirigiría a los cuatro Irc a su casa y que si no alimentaba a Eṣù, ṣù podría negarse a ayudarlo en su esfuerzo por asegurar estos Irc. Ọrunmila ofreció el ẹbọ pero no pudo alimentar a Eṣù Òdàrà. Ọrúnmílà regresó a casa y estaba listo para quedarse en casa durante siete días como le aconsejaron. Éṣù Ọdàrà no pudo ver lo que se suponía que Òrúnmílà debía darle. Él (Éṣù) fue a la casa de Òrúnmilà para pedirlo. Ọrúnmilà no se lo dio. Ọṣúnfúnrilẹyọ, la esposa de Òrúnmilla, sin embargo, le aconsejó a su esposo que le diera a Esu la rata y los 160 caracoles. Ọrúnmilà no hizo caso del consejo. El segundo día, los cuatro Ire que habían estado pidiendo a todos los que conocían que los llevaran a la casa de Ọrúnmìlà finalmente se encontraron con los que conocían la casa. Fueron bien dirigidos. A pocas cuadras de la casa de Òrúnmilà, se encontraron con Eṣù Ọdàrà. Le preguntaron a Eṣù Ọdàrà si conocía la ruta más corta a la casa de Ọrúnmílà. Eṣù respondió que vivía en la casa contigua a Ọrúnmila. Dijo que Òrúnmila le acababa de decir (Éṣù) hace unos momentos que él (Ọrúnmilà) iba a la granja y que regresaría al día siguiente. Estos Ire dijeron que irían y se quedarían en algún lugar e irían a encontrarse con Ọrúnmilla al día siguiente ya que no podían ir a su casa en su ausencia. Así fue como Ọrúnmìlà extrañó a los cuatro Ire el segundo día que ofreció el ẹbọ. Al tercer día, Éṣù Òdàrà fue a Ọrúnmila para pedir su rata marrón y 160 caracoles. No se le dio. Ọṣúnfúnrìléyò también le suplicó a su esposo que le diera ṣù hisìbọ en vano. Los cuatro Irc dormían a la sombra de un gran árbol en las afueras del pueblo. Se despertaron muy temprano en la mañana, se acicalaron en preparación para su encuentro. Ọrúnmila . Cuando estimaron que Ọrúnmílà debería haber regresado de la granja en ese período, se pusieron en camino. En su camino, se encontraron con Éṣù Ọdàrà . Esta vez, él había tomado otra identidad. les dijo que era alumno de Òrúnmila y que Òrúnmila había ido a la casa de uno de sus clientes y no volvería hasta dentro de tres días. Los cuatro Ire decidieron esperar en las afueras del pueblo a que regresara Ọrúnmilià. El sexto día, Éṣù Òdàrà fue a la casa de Ọrúnmila para pedir su rata y 160 caracoles . De nuevo, no se le dio . Ọṣúnfúnrìléyò insistió en que Òrúnmílà debía hacerlo infaliblemente, o de lo contrario ella empacaría fuera de su casa. Desafortunadamente, Éṣù Ọdàrà había dejado la casa de Ọrúnmílà cuando Òrúnmilà mismo decidió darle a Éṣù Ọdàrà el Ibọ. A la mitad del sexto día, Éṣù Òdàrà fue al pueblo. Y nuevamente cambió su identidad. Usó cenizas para frotar cada parte de su cuerpo y estaba llorando. Cuando se le preguntó por qué lloraba, dijo que Ọrúnmilà tuvo un terrible accidente y murió esa mañana. Los cuatro Irc comenzaron a llorar. El llanto de Éṣù fue más profundo que el de los demás. En un momento, Éṣù comenzó a derramar sangre en lugar de lágrimas. Los cinco lloraron hasta altas horas de la noche. Éṣù se fue cuando estaba muy oscuro y prometió ir a encontrarse con los cuatro Ire por la mañana e informarles sobre cómo fue la ceremonia del entierro. Le pidieron que viniera y que luego de su sesión informativa les gustaría regresar a sus respectivas ubicaciones. Cuando el sol estaba sobre sus cabezas ese día, Enini, uno de los cuatro Ire, salió y se suicidó con el sach que no pudo ofrecer como material ẹbọ. Así fue como solo quedaron Aje, Okun y Omidan. Muy temprano al día siguiente, el séptimo día, Ọrúnmiilà le ofreció a Eṣù ỌÒdàrà la rata y 160 caracoles como se esperaba. Añadió una botella de ginebra para que Éṣù Ọdàrà la consumiera. Inmediatamente se le ofreció el Ibọ, Éṣù Ọdàrà regresó con los tres Ire restantes en las afueras de la ciudad ... Y nuevamente, cambió su apariencia. Los conoció a los tres llorando la desaparición de Ọrúnmilà y Enini. Los saludó y les preguntó por qué lloraban. Ellos respondieron que habían venido a quedarse con ỌÒrúnmilà solo para que supieran que Ọrúnmíilà había muerto. Como si eso no fuera lo suficientemente malo, uno de ellos también se suicidó .. Éṣù Ọdàrà luego dijo Les aseguró que la persona que les informó que Ọrúnmiilà había muerto los había informado mal ... Les aseguró que venía de la casa de Òrúnmila y que Ọrúnmilà era granizo y cordial. Les mostró la botella de alcohol que le acababa de dar Ọrúnmìílà y compartió el contenido con ellos. Más tarde les instó a que lo siguieran a la casa de Òrúnmila, ya que Ọrúnmílà los había estado esperando en los últimos siete días. Todos acudieron en tropel a la casa de Ọrúnmila. Era una alegría que no tenía límite para ellos cuando se conocieron. Los tres Ire vivieron en la casa de Ọrúnmílà por los siglos de los siglos.",
                    "POR":"Os negócios caíram para Ọrúnmilà. Ele não tinha dinheiro naquele momento específico. Comer tornou-se um problema sério para ele. Consequentemente, ele foi ao Awo mencionado acima para consulta de Ifá. Ele queria saber o que precisava fazer para ter fortuna e progresso para sorrir para ele. O Awo garantiu que ele teria sucesso na vida. Disseram-lhe que, naquele período, quatro Ire o procuravam. Foi-lhe dito que não deveria sair de casa por sete dias, para que estes Ire o encontrassem em casa sempre que o chamasse . O Awo assegurou-lhe que a Ire chegaria dentro dos sete dias especificados para ele. Ọrúnmílà, entretanto, foi avisado de que, se esses Ire não o encontrassem em casa, eles não ficariam. Ele também foi instruído a tomar banho quatro vezes naquele dia e vestir suas melhores roupas. Depois disso, Ọrúnmiílà foi aconselhado a oferecer ẹbọ com dois pombos, duas galinhas e dinheiro . Ele também foi instruído a alimentar Eṣù Òdàrà com um rato marrom e 160 búzios . Foi-lhe dito para amarrar os búzios com um cordão, amarrar em volta do rato marrom e dê a Éṣù. O Awo acrescentou que Éṣù Ọdàrà direcionaria as quatro Ire para sua casa e que a falha em alimentar Eṣù poderia fazer com que Ẹṣù se recusasse a ajudá-lo em seu esforço para protegê-la. Ọrunmila ofereceu o ẹbọ, mas não conseguiu alimentar Eṣù Òdàrà. Ọrúnmílà voltou para casa e estava pronto para ficar em casa por sete dias, conforme recomendado. Éṣù Ọdàrà não podia ver o que Òrúnmílà deveria dar a ele. Ele (Éṣù) foi à casa de Òrúnmilà para exigi-lo. Ọrúnmilà não deu a ele. Ọṣúnfúnrilẹyọ, esposa de Òrúnmilla, no entanto, aconselhou seu marido a dar a Èşu o rato e os 160 búzios. Ọrúnmilà não deu ouvidos ao conselho. No segundo dia, os quatro Ire que vinham pedindo a todos que encontravam para encaminhá-los à casa de Ọrúnmìlà acabaram se deparando com aqueles que conheciam a casa. Eles foram bem dirigidos. A alguns quarteirões da casa de Òrúnmilà, eles encontraram Eṣù Ọdàrà. Eles perguntaram a Eṣù Ọdàrà se ele conhecia o caminho mais curto para a casa de Ọrúnmílà. Eṣù respondeu que estava morando na casa ao lado de Ọrúnmila. Ele disse que Òrúnmila tinha acabado de dizer a ele (Éṣù) alguns momentos atrás que ele (Ọrúnmilà) estava indo para a fazenda e voltaria no dia seguinte. Estes Ire disseram que iriam ficar em algum lugar e iriam encontrar Ọrúnmilla no dia seguinte, pois não poderiam ir para sua casa em sua ausência. Foi assim que Ọrúnmìlà perdeu os quatro Ire no segundo dia em que ofereceu o ẹbọ. No terceiro dia, Éṣù Òdàrà foi a Ọrúnmila para pedir seu rato marrom e 160 búzios. Ele não foi dado. Ọṣúnfúnrìléyò também implorou a seu marido que desse ṣù hisìbọ sem sucesso. Os quatro Ire dormiam à sombra de uma grande árvore nos arredores da cidade. Eles acordaram muito cedo pela manhã, arrumando-se para se preparar para o encontro. Ọrúnmila . Quando estimaram que Ọrúnmílà deveria ter voltado da fazenda naquele período, partiram . No caminho encontraram Éṣù Ọdàrà . Desta vez, ele havia assumido outra identidade. disse-lhes que era aluno de Òrúnmila e que Òrúnmila tinha ido à casa de um de seus clientes e não voltaria por três dias. Os quatro Ire decidiram esperar na periferia da cidade o retorno de Ọrúnmilià. No sexto dia, Éṣù Òdàrà foi à casa de Ọrúnmila para pedir seu rato e 160 búzios . Novamente, ele não foi dado . Ọṣúnfúnrìléyò insistiu que Òrúnmílà deveria fazê-lo infalivelmente, ou então ela faria as malas para fora de sua casa. Infelizmente, Éṣù Ọdàrà havia deixado a casa de Ọrúnmílà quando o próprio Òrúnmilà decidiu dar a Éṣù Ọdàrà o Ibọ. No meio do sexto dia, Éṣù Òdàrà foi para a cidade. E novamente ele mudou sua identidade. Ele usou cinzas para esfregar todas as partes de seu corpo e estava chorando. Quando questionado por que estava chorando, ele disse que Ọrúnmilà sofreu um terrível acidente e morreu naquela manhã. Todos os quatro Ire começaram a chorar. O choro de Éṣù foi mais profundo do que o dos outros. Em determinado momento, Éṣù começou a derramar sangue em vez de lágrimas. Os cinco choraram até tarde da noite. Éṣù saiu quando já estava bem escuro e prometeu vir se encontrar com as quatro Ire da manhã e informá-las sobre como foi a cerimônia fúnebre. Pediram-lhe que viesse e que, após o briefing, gostariam de voltar aos seus respectivos locais. Quando o sol estava alto naquele dia, Enini, um dos quatro Ire, saiu e se suicidou com o sach que ele deixou de oferecer como material ẹbọ. Assim restou apenas Aje, Okun e Omidan. Bem cedo no dia seguinte, o sétimo dia, Ọrúnmiilà ofereceu a Eṣù ỌÒdàrà o rato e 160 búzios como esperado. Ele acrescentou uma garrafa de gim para Éṣù Ọdàrà consumir. Imediatamente o Ibọ foi oferecido, Éṣù Ọdàrà voltou para as três Ire restantes na periferia da cidade ... E novamente, ele mudou sua aparência. Ele encontrou os três lamentando a morte de Ọrúnmilà e Enini. Cumprimentei-os e perguntei por que choravam. Eles responderam que tinham vindo para ficar com ỌÒrúnmilà apenas para saberem que Ọrúnmíilà havia morrido. Como se isso não fosse ruim o suficiente, um deles também cometeu suicídio. Éṣù Ọdàrà então contou eles disseram que a pessoa que os informou que Ọrúnmiilà havia morrido os havia informado erroneamente ... Ele assegurou-lhes que acabava de chegar da casa de únrúnmila e que Ọrúnmilà era muito forte. Ele mostrou a garrafa de álcool que Ọrúnmìílà acabara de receber e compartilhou o conteúdo com eles. Mais tarde, ele os incentivou a segui-lo até a casa de Òrúnmila, pois Ọrúnmílà os esperava nos últimos sete dias. Todos eles marcharam para a casa de Ọrúnmila. Foi uma alegria que não teve limite para eles quando se conheceram. Os três Ire viveram na casa de Ọrúnmílà para todo o sempre.",
                    "ISBN": 9780981001319
                }
            },
            {
                "id": 6, 
                "translation":{
                    "ENG":"Ọrúnmílà was in love with Orilẹwà.. The love was reciprocated by Ọrúnmílà intended to cement this relationship. with. marriage. Consequently, he. went to the Awo mentioned above for Ifá consultation. Would this relationship be fruitful? 'Would there be peace and harmony?. Would he not regret ever entering into the relationship?  Would they be blessed with children? Would they be prosperous? Would they both live long and happily? The Awo put the fears of Òrúnmìlà at rest and told him that while he had come to consult Ifá on the possible outcome of their relationship, Orilewà, his proposed wife, had equally gone elsewhere for Ifá consultation; and she too had also been assured that all would be well in their relationship. They would be happy. The relationship would be fruitful. They would have peace and harmony. They would never regret entering into the relationship. They would be blessed with beautiful and useful children. They would be prosperous. They would both live long and their love for each other would never wane. Ọrúnmilà was advised to offer ẹbọ as stated above. He complied. Soon after this, they got married. They lived in peace and harmony. They were both proud of each other. They were equally blessed with children and they never lacked happiness throughout.",
                    "SPA":"Ọrúnmílà estaba enamorado de Orilẹwà .. El amor fue correspondido por Ọrúnmílà destinado a cimentar esta relación. con. matrimonio. En consecuencia, él. fue al Awo mencionado anteriormente para la consulta de Ifá. ¿Esta relación sería fructífera? '¿Habrá paz y armonía ?. ¿No se arrepentiría de haber entrado alguna vez en la relación? ¿Serían bendecidos con hijos? ¿Serían prósperos? ¿Vivirían ambos felices y felices? El Awo calmó los temores de Òrúnmìlà y le dijo que mientras él había venido a consultar a Ifá sobre el posible resultado de su relación, Orilewà, su esposa propuesta, también había ido a otra parte para la consulta de Ifá; y a ella también le habían asegurado que todo iría bien en su relación. Estarían felices. La relación sería fructífera. Tendrían paz y armonía. Nunca se arrepentirían de entrar en la relación. Serían bendecidos con niños hermosos y útiles. Serían prósperos. Ambos vivirían mucho tiempo y su amor mutuo nunca disminuirá. Se le recomendó a Ọrúnmilà que ofreciera ẹbọ como se indicó anteriormente. Él obedeció. Poco después de esto, se casaron. Vivían en paz y armonía. Ambos estaban orgullosos el uno del otro. Fueron igualmente bendecidos con los niños y nunca les faltó la felicidad en todo momento.",
                    "POR":"Ọrúnmílà estava apaixonado por Orilẹwà .. O amor foi correspondido por Ọrúnmílà com o objetivo de cimentar esta relação. com. casado. Conseqüentemente, ele. fui ao Awo citado acima para consulta do Ifá. Esse relacionamento seria frutífero? 'Haveria paz e harmonia ?. Ele não se arrependeria de ter entrado nesse relacionamento? Eles seriam abençoados com filhos? Eles seriam prósperos? Ambos viveriam muito e felizes? O Awo acalmou os temores de Òrúnmìlà e disse-lhe que, embora ele tivesse vindo consultar Ifá sobre o possível resultado do relacionamento deles, Orilewà, sua esposa proposta, também tinha ido a outro lugar para consultar Ifá; e ela também tinha certeza de que tudo ficaria bem em seu relacionamento. Eles ficariam felizes. O relacionamento seria frutífero. Eles teriam paz e harmonia. Eles nunca se arrependeriam de entrar no relacionamento. Eles seriam abençoados com filhos lindos e úteis. Eles seriam prósperos. Ambos viveriam muito e seu amor um pelo outro nunca diminuiria. Ọrúnmilà foi aconselhado a oferecer ẹbọ conforme declarado acima. Ele obedeceu. Logo depois disso, eles se casaram. Eles viveram em paz e harmonia. Ambos estavam orgulhosos um do outro. Eles foram igualmente abençoados com filhos e nunca faltou felicidade o tempo todo.",
                    "ISBN": 9780981001319
                }
            },
            {
                "id": 7, 
                "translation":{
                    "ENG":"journey on earth would be. 'Lámérni was assured that he would be very successful on earth. He was advised to offer the ẹbọ, sacrifice, with. two pigeons, honey, bean fritters and money. He was also advised to feed Ajé, the Deity of Wealth, with one pigeon and honey. He complied. journey on earth would be. 'Lámérni was assured that he would be very successful on earth. He was advised to offer the ẹbọ, sacrifice, with. two pigeons, honey, bean fritters and money. He was also advised to feed Ajé, the Deity of Wealth, with one pigeon and honey. He complied. he  was therefore given the calabash of wealth and achievement from Ọrun to bring to Ayé. He did. While on earth, he became so successful that his wealth had no comparison. He was always ranked among kings.",
                    "SPA":"viaje en la tierra sería. A Lámérni se le aseguró que sería muy exitoso en la tierra. Se le aconsejó que ofreciera el ẹbọ, sacrificio, con. dos palomas, miel, frijoles y dinero. Él era también aconsejó alimentar a Ajé, la Deidad de la Riqueza, con una paloma y miel. Él obedeció. viaje en la tierra sería. A Lámérni se le aseguró que tendría mucho éxito en la tierra. Se le aconsejó que ofreciera el ẹbọ, sacrificio, con. dos palomas, miel, frijoles y dinero. También se le aconsejó que alimentara a Ajé, la Deidad de la Riqueza, con una paloma y miel. Él obedeció. por lo tanto, se le dio la calabaza de la riqueza y los logros de Ọrun para que la llevara a Ayé. Él hizo. Mientras estuvo en la tierra, tuvo tanto éxito que su riqueza no tenía comparación. Siempre estuvo clasificado entre los reyes.",
                    "POR":"viagem na terra seria. 'Lámérni foi garantido que ele seria muito bem sucedido na terra. Ele foi aconselhado a oferecer o ẹbọ, sacrifício, com. dois pombos, mel, bolinhos de feijão e dinheiro. Ele também estava aconselhado a alimentar Ajé, a Divindade da Riqueza, com um pombo e mel. Ele obedeceu. viagem na terra seria. 'Lámérni estava certo de que teria muito sucesso na terra. Ele foi aconselhado a oferecer o ẹbọ, sacrifício, com. dois pombos, mel, bolinhos de feijão e dinheiro. Ele também foi aconselhado a alimentar Ajé, a Divindade da Riqueza, com um pombo e mel. Ele obedeceu. ele recebeu, portanto, a cabaça de riqueza e realizações de Ọrun para trazer para Ayé. Ele fez. Enquanto estava na terra, ele se tornou tão bem-sucedido que sua riqueza não tinha comparação. Ele sempre foi classificado entre os reis.",
                    "ISBN": 9780981001319
                }
            },
            {
                "id": 8, 
                "translation":{
                    "ENG": "Sie-eidé had been married for 16 years without a child. She went to  ejeeji, a Babaláwo, who cast Ifá for her and advised her to offer ẹbọ with two rats, two fish and money. She was assured that she would have multiple births. She was also asked to feed the Twins Deity. She complied. During the time of offering that ẹbọ, she was in her menstrual period. She missed her next period and became pregnant. She gave birth to a set of twins.",
                    "SPA": "Sie-eidé había estado casado durante 16 años sin tener hijos. Fue a ejeeji, un Babaláwo, quien le echó Ifá y le aconsejó que ofreciera ẹbọ con dos ratas, dos peces y dinero. Se le aseguró que tendría partos múltiples. También se le pidió que alimentara a la Deidad Gemela. Ella obedeció. Durante el tiempo de ofrecer ese ẹbọ, ella estaba en su período menstrual. Se perdió su siguiente período y quedó embarazada. Ella dio a luz a un par de gemelos.",
                    "POR": "Sie-eidé estava casada há 16 anos e não tinha filhos. Ela foi até ejeeji, um Babaláwo, que lançou Ifá para ela e a aconselhou a oferecer ẹbọ com dois ratos, dois peixes e dinheiro. Ela estava certa de que teria nascimentos múltiplos. Ela também foi convidada a alimentar a Divindade dos gêmeos. Ela obedeceu. Durante o tempo em que ofereceu esse ẹbọ, ela estava no período menstrual. Ela perdeu sua próxima menstruação e ficou grávida. Ela deu à luz um casal de gêmeos.",
                    "ISBN": 9780981001319
                }
            },
            {
                "id": 9, 
                "translation":{
                    "ENG":"Tamilẹrẹ went for Ifá consultation in the home of Ikorita Meta-Abidi- Yakatà-Yakata, a Babaláwo, to find out about his chance of success in life... The Awo told him to work hard, study and be proficient in a profession, and go out into the streets to display his talent. He was also advised to offer ẹbọ with two white pigeons, two guinea-fowls and money. He complied. He studied music. He began to play Ifá music about. Everybody who met him along the street used to shower him with presents and other gifts. Before long, he became a very wealthy man.",
                    "SPA":"Tamilẹrẹ fue a la consulta de Ifá en la casa de Ikorita Meta-Abidi- Yakatà-Yakata, un Babaláwo, para conocer sus posibilidades de éxito en la vida ... El Awo le dijo que trabajara duro, estudiara y dominara una profesión, y salga a las calles para mostrar su talento. También se le aconsejó que ofreciera ẹbọ con dos palomas blancas, dos gallinas de Guinea y dinero. Él obedeció. Estudió música. Comenzó a tocar música de Ifá. Todos los que lo encontraban en la calle solían colmarlo de regalos y otros obsequios. Al poco tiempo, se convirtió en un hombre muy rico.",
                    "POR":"Tamilẹrẹ foi consultar Ifá na casa de Ikorita Meta-Abidi- Yakatà-Yakata, um Babaláwo, para saber sobre sua chance de sucesso na vida ... O Awo disse a ele para trabalhar duro, estudar e ser proficiente em uma profissão, e sair às ruas para mostrar seu talento. Ele também foi aconselhado a oferecer ẹbọ com dois pombos brancos, duas galinhas d'angola e dinheiro. Ele obedeceu. Ele estudou música. Ele começou a tocar música sobre Ifá. Todos que o encontravam na rua costumavam cobri-lo de presentes e outros presentes. Em pouco tempo, ele se tornou um homem muito rico.",
                    "ISBN": 9780981001319
                }
            },
            {
                "id": 10, 
                "translation":{
                    "ENG":"Ẹlérin-magba, the king of Ẹrin-Ilé was being threatened with attacks and problems ranging from internal strive, conspiracy to external warfare. Tired of all these developments, he summoned the Awo mentioned above for Ifá consultation in order to find lasting solution to his various problems.. The Awo assured Ẹlẹrin-magba that he would overcome all his problems. He was advised to offer ẹbọ with two goats and money. He was advised to feed Éṣù Ọdàrà with one cock. He complied After that, they made some preparations for him with which he used to knot the leaves, shrubs and grasses around his palace and the whole town. After these have been done, all the internal strives were overcome while external aggressions became ineffective. That was how Ẹlẹrin-magba overcame all his problems and all subsequent Ẹlérin are being praised as Ẹlẹ̀fin-magba ọmọ ata'ko lẹlẹẹlẹ ṣégun. ''Ẹlẹrinmagba, the offspring of those who knot leaves, shrubs and grasses to overcome adversary''",
                    "SPA":"Ẹlérin-magba, el rey de Ẹrin-Ilé estaba siendo amenazado con ataques y problemas que iban desde la lucha interna, la conspiración hasta la guerra externa. Cansado de todos estos desarrollos, convocó al Awo mencionado anteriormente para la consulta de Ifá con el fin de encontrar una solución duradera a sus diversos problemas ... El Awo le aseguró a Ẹlẹrin-magba que superaría todos sus problemas. Se le aconsejó que ofreciera ẹbọ con dos cabras y dinero. Se le aconsejó que alimentara a Éṣù Ọdàrà con un gallo. Él cumplió Después de eso, hicieron algunos los preparativos para él con los que solía anudar las hojas, arbustos y hierbas alrededor de su palacio y de todo el pueblo. Una vez hecho esto, todos los esfuerzos internos fueron superados mientras que las agresiones externas se volvieron ineficaces. Así fue como Ẹlẹrin-magba superó todos sus problemas y todos los Ẹlérin posteriores están siendo elogiados como Ẹlẹ̀fin-magba ọmọ ata'ko lẹlẹẹlẹ ṣégun. '' Ẹlẹrinmagba, la descendencia de aquellos que anudan hojas, arbustos y hierbas para vencer al adversario '",
                    "POR":"Ẹlérin-magba, o rei de Ẹrin-Ilé estava sendo ameaçado com ataques e problemas que variam de luta interna, conspiração a guerra externa. Cansado de todos esses acontecimentos, ele convocou o Awo mencionado acima para consulta Ifá a fim de encontrar uma solução duradoura para seus vários problemas .. O Awo garantiu a Ẹlẹrin-magba que ele superaria todos os seus problemas. Ele foi aconselhado a oferecer ẹbọ com duas cabras e dinheiro. Ele foi aconselhado a alimentar Éṣù Ọdàrà com um galo. Ele obedeceu Depois disso, eles fizeram alguns preparações para ele com as quais ele costumava amarrar as folhas, arbustos e grama ao redor de seu palácio e de toda a cidade. Depois disso, todos os esforços internos foram superados, enquanto as agressões externas se tornaram ineficazes. Foi assim que Ẹlẹrin-magba superou todos os seus problemas e todos os subsequentes Ẹlérin estão sendo elogiados como Ẹlẹ̀fin-magba ọmọ ata'ko lẹlẹẹlẹ ṣégun. '' Ẹlẹrinmagba, a prole daqueles que amarram folhas, arbustos e gramíneas para superar o adversário '' ",                   
                    "ISBN": 9780981001319
                }
            },
            {
                "id": 11, 
                "translation":{
                    "ENG":"Olọrunjinmíi, God has blessed me with a gift, went to the two Awo mentioned above to determine how he would be able to secure the mercy and blessing of Olòdùmaré.  He was advised that to realize his heart's desires, he too must be observing his Ọsẹ̀-Ifá every five days. He was also advised to offer ẹbọ with two pigeons, two guinea-fowl, two ducks, two hens and money. He complied. The more he observed his Ọséẹ-Ifá, the more he was receiving the blessing of Olòdùmarẹ.",
                    "SPA":"Olọrunjinmíi, Dios me ha bendecido con un regalo, fue a los dos Awo mencionados anteriormente para determinar cómo podría obtener la misericordia y la bendición de Olòdùmaré. Se le advirti que para darse cuenta de su deseos del corazón, él también debe estar observando su Ọsẹ̀-Ifá cada cinco días. También se le aconsejó que ofreciera ẹbọ con dos palomas, dos pintadas, dos patos, dos gallinas y dinero. Él obedeció. Cuanto más observaba su Ọséẹ-Ifá, más recibía la bendición de Olòdùmarẹ.",
                    "POR":"Olọrunjinmíi, Deus me abençoou com um presente, foi até os dois Awo mencionados acima para determinar como ele seria capaz de garantir a misericórdia e bênção de Olòdùmaré. Ele foi avisado que para realizar seu desejos do coração, ele também deve estar observando seu Ọsẹ̀-Ifá a cada cinco dias. Também foi aconselhado a oferecer ẹbọ com dois pombos, duas galinhas d'angola, dois patos, duas galinhas e dinheiro. Ele obedeceu. Quanto mais ele observava seu Ọséẹ-Ifá, mais ele recebia a bênção de Olòdùmarẹ.",                    
                    "ISBN": 9780981001319
                }
            },
            {
                "id": 12, 
                "translation":{
                    "ENG":"Ọlọfà-Ẹtà, the king of Ọfà was having thé same problem as Ẹlẹrin-magba. He went to another set of Babaláwo who gave him the same advice as the one given to Ẹlẹ̀rin-magba. He complied. The same preparation was also made for Ọlọfà-Ẹtà. He got the same result as Ẹlẹrin-magba. His offsprings were also nicknamed Ọlọfà-Ẹtà Ọmọ atako lẹlẹẹlẹ ṣégun - meaning ``Ọlọfà-Ẹtà, the offspring of those who knot leaves, shrubs and grasses to overcome adversary``.",
                    "SPA":"Ọlọfà-Ẹtà, el rey de Ọfà estaba teniendo el mismo problema que Ẹlẹrin-magba. Fue a otro grupo de Babaláwo que le dio el mismo consejo que le dio a Ẹlẹ̀rin-magba. Él obedeció. La misma preparación también se hizo para Ọlọfà-Ẹtà. Obtuvo el mismo resultado que Ẹlẹrin-magba. Sus descendientes también fueron apodados Ọlọfà-Ẹtà Ọmọ atako lẹlẹẹlẹ ṣégun, que significa `` Ọlọfà-Ẹtà, la descendencia de aquellos que anudan hojas, arbustos y hierbas para vencer al adversario ''.",
                    "POR":"Ọlọfà-Ẹtà, o rei de Ọfà estava tendo o mesmo problema que Ẹlẹrin-magba. Ele foi até outro grupo de Babaláwo, que lhe deu o mesmo conselho dado a Ẹlẹ̀rin-magba. Ele obedeceu. A mesma preparação também foi feita para Ọlọfà-Ẹtà. Ele obteve o mesmo resultado que Ẹlẹrin-magba. Seus descendentes também foram apelidados de Ọlọfà-Ẹtà Ọmọ atako lẹlẹẹlẹ ṣégun - que significa `` Ọlọfà-Ẹtà, a descendência daqueles que amarram folhas, arbustos e grama para superar o adversário``.",                    
                    "ISBN": 9780981001319
                }
            },
            {
                "id": 13, 
                "translation":{
                    "ENG":"Olòjelẹ̀, the king of Ojelẹ was in the midst of enemies. He had only few people whom he could trust. When he realized that his opponents were gaining the upper hand, he went for Ifá consultation. He was assured that he would overcome his enemies. He was however advised to offer ẹbọ with one matured he-goat and money. He complied.. Shortly after this had been done, his enemies had a serious disagreement on how best to deal with him. They therefore descended on each other and destroyed each other. That was how Olòjelẹ was able to overcome his enemies.",
                    "SPA":"Olòjelẹ̀, el rey de Ojelẹ estaba en medio de enemigos. Tenía pocas personas en las que podía confiar. Cuando se dio cuenta de que sus oponentes estaban ganando ventaja, se dirigió a la consulta de Ifá. Se le aseguró que superaría su enemigos. Sin embargo, se le recomendó ofrecer ẹbọ con un macho cabrío maduro y dinero. Él cumplió ... Poco después de que se hizo esto, sus enemigos tuvieron un serio desacuerdo sobre la mejor manera de tratar con él. se destruyeron unos a otros, así fue como Olòjelẹ pudo vencer a sus enemigos.",
                    "POR":"Olòjelẹ̀, o rei de Ojelẹ estava no meio de inimigos. Ele tinha apenas poucas pessoas em quem pudesse confiar. Quando percebeu que seus oponentes estavam ganhando vantagem, ele foi para a consulta de Ifá. Ele tinha certeza de que iria superar inimigos. No entanto, foi aconselhado a oferecer ẹbọ com um bode amadurecido e dinheiro. Ele concordou. Pouco depois de fazer isso, seus inimigos tiveram um sério desacordo sobre a melhor forma de lidar com ele. Portanto, eles atacaram uns aos outros e destruíram uns aos outros. Foi assim que Olòjelẹ foi capaz de vencer seus inimigos.",                    
                    "ISBN": 9780981001319
                }
            },
            {
                "id": 14, 
                "translation":{
                    "ENG":"Alakẹsán se instaló como cabecera del mercado de Akẹ̀sán. Todos sus esfuerzos por volverse sumiso. asignaturas. demostrado. abortivo. Él. En consecuencia se acercó al grupo de Babaláwo mencionado. sobre. por. Consulta Ifá. Se le aseguró que tendría personas que estar rindiéndole homenaje. Se le aconsejó que ofreciera ẹbọ con dos palomas, dos pintadas, dos gallos y dinero. Él hizo. Antes durante mucho tiempo, fue capaz de reunir suficiente apoyo que lo hizo relevante como responsable del mercado de Àkẹ̀sán. Se alegró mucho cuando vio a todos, jóvenes y mayores, rindiéndole homenaje. Los que no fueron alrededor fueron informados para venir a rendirle homenaje. Todos lo hicieron.",
                    "SPA":"Alakẹsán se instaló como cabecera del mercado de Akẹ̀sán. Todos sus esfuerzos por volverse sumiso. Asignaturas. Demostrar. Abortivo. Él. En consecuencia se acercó al grupo de Babaláwo mencionado. Sobre. Por. Consulta Ifá. estar rindiéndole homenaje. Se le aconsejó que ofreciera ẹbọ con dos palomas, dos pintadas, dos gallos y dinero. Él hizo. Antes durante mucho tiempo, fue capaz de reunir suficiente apoyo que lo hizo relevante como responsable del mercado de Àkẹ̀sán. cuando vio a todos, jóvenes y mayores, rindiéndole homenaje. Los que no fueron alrededor fueron informados para venir a rendirle homenaje. Todos lo hicieron.",
                    "POR":"Alakẹsán se instaló como cabecera del mercado de Akẹ̀sán. Todos sus esfuerzos por volverse sumiso. Asignaturas. Demostrado. Abortivo. Él. En consecuencia se acercó al grupo de Babaláwo sobre. Sobre por. estar rindiéndole homenaje. Se le aconsejó que ofreciera ẹbọ con dos palomas, dos pintadas, dos gallos y dinero. Él hizo. Antes durante muito tempo, fue capaz de reunir suficiente apoyo que lo hizo relevante como responsável pelo mercado de Àkẹ̀sán. Se alegró mucho. cuando vio a todos, jóvenes y mayores, rindiéndole homenaje. Los que no fueron alrededor fueron informados para venir a rendirle homenaje. Todos lo hicieron.",                    
                    "ISBN": 9780981001319
                }
            },
            {
                "id": 15, 
                "translation":{
                    "ENG":"Ọwá Odírìì gbedu, the king of Ijẹṣàland, was looking for all the good things of life. He gotthem. He became rich; he was very successful in his business; he was nominated  as an Ọba and was eventually installed as the Ọba.  There was one snag however: he had no control over his domain. Most of his directives. were. simply ignored by. his. subjects. Consequently, he went to the group of Awo mentioned above for Ifá consultation. The Awo assured him that he would have control over his domain and that his subjects would respect him. He was advised to offer an ẹbọ with two pigeons, two guinea fowls, two ewes, 16 rings and money. He did. Before long, he became so popular among his subjects that anything he said, even jokingly, was law. He became one of the most accomplished Ọba in the history of his town. In the end, he died a very happy man.",
                    "SPA":"Ọwá Odírìì gbedu, el rey de Ijẹṣàland, buscaba todas las cosas buenas de la vida. Los consiguió. Se hizo rico; tuvo mucho éxito en su negocio; fue nominado como Ọba y finalmente fue instalado como Ọba. Sin embargo, había un inconveniente: no tenía control sobre su dominio. La mayoría de sus directivas. fueron. simplemente ignorado por. su. asignaturas. En consecuencia, fue al grupo de Awo mencionado anteriormente para la consulta de Ifá. El Awo le aseguró que tendría control sobre su dominio y que sus súbditos lo respetarían. Se le aconsejó que ofreciera un ẹbọ con dos palomas, dos pintadas, dos ovejas, 16 anillos y dinero. Él hizo. En poco tiempo, se hizo tan popular entre sus súbditos que todo lo que decía, incluso en broma, era ley. Se convirtió en uno de los Ọba más consumados de la historia de su ciudad. Al final, murió como un hombre muy feliz.",
                    "POR":"Ọwá Odírìì gbedu, o rei de Ijẹṣàland, procurava todas as coisas boas da vida. Ele gotthem. Ele ficou rico; ele teve muito sucesso em seu negócio; ele foi nomeado Ọba e eventualmente instalado como Ọba. No entanto, havia um obstáculo: ele não tinha controle sobre seu domínio. A maioria de suas diretrizes. estavam. simplesmente ignorado por. seu. assuntos. Consequentemente, ele foi ao grupo de Awo mencionado acima para consulta de Ifá. O Awo garantiu a ele que ele teria controle sobre seu domínio e que seus súditos o respeitariam. Foi aconselhado a oferecer um ẹbọ com dois pombos, duas galinhas d'angola, duas ovelhas, 16 anéis e dinheiro. Ele fez. Em pouco tempo, ele se tornou tão popular entre seus súditos que qualquer coisa que dissesse, mesmo de brincadeira, era lei. Ele se tornou um dos Ọba mais talentosos da história de sua cidade. No final, ele morreu um homem muito feliz.",                    
                    "ISBN": 9780981001319
                }
            },
            {
                "id": 16, 
                "translation":{
                    "ENG": "Ọkanlàawọn was an Ẹlẹgbẹ. He had however forgotten about his heavenly peers while on earth. All what he was doing amounted to naught. For solution, he went for Ifá  consultation.  the Awo told him that this problem was that he had forgotten about his heavenly peers and they too had chosen to forget about him. Consequently, all his efforts on earth did not receive the backing of his Egbẹ in heaven.. He was advised to offer ẹbo with two pigeons, two cocks and money. He was also asked to feed his Ẹgbé with sugarcane, honey, bananas, peanuts, coconut, oranges and other edibles.. He complied. Before long, he became a very successful man.",
                    "SPA": "Ọkanlàawọn era un Ẹlẹgbẹ. Sin embargo, se había olvidado de sus pares celestiales mientras estaba en la tierra. Todo lo que estaba haciendo equivalía a nada. Para encontrar una solución, fue a la consulta de Ifá. el Awo le dijo que este problema era que se había olvidado de sus pares celestiales y ellos también habían elegido olvidarse de él. En consecuencia, todos sus esfuerzos en la tierra no recibieron el respaldo de su Egbẹ en el cielo. Se le aconsejó que ofreciera a ẹbo con dos palomas, dos gallos y dinero. También se le pidió que alimentara su Ẹgbé con caña de azúcar, miel, plátanos, maní, coco, naranjas y otros comestibles. Cumplió. Al poco tiempo, se convirtió en un hombre de mucho éxito.",
                    "POR": "Ọkanlàawọn era um Ẹlẹgbẹ. Ele, entretanto, havia se esquecido de seus pares celestiais enquanto estava na terra. Tudo o que ele estava fazendo era nada. Para solução, ele foi para a consulta do Ifá. o Awo disse a ele que esse problema era que ele havia se esquecido de seus pares celestiais e eles também haviam escolhido esquecê-lo. Consequentemente, todos os seus esforços na terra não receberam o apoio de seu Egbẹ no céu. Ele foi aconselhado a oferecer ẹbo com dois pombos, dois galos e dinheiro. Ele também foi convidado a alimentar seu Ẹgbé com cana-de-açúcar, mel, banana, amendoim, coco, laranja e outros alimentos. Ele obedeceu. Em pouco tempo, ele se tornou um homem de muito sucesso.",                   
                    "ISBN": 9780981001319
                }
            },
            {
                "id": 17, 
                "translation":{
                    "ENG":"",
                    "SPA":"",
                    "POR":"",                    
                    "ISBN": 9780981001319
                }
            },
            {
                "id": 18, 
                "translation":{
                    "ENG":"",
                    "SPA":"",
                    "POR":"",                    
                    "ISBN": 9780981001319
                }
            },
            {
                "id": 19, 
                "translation":{
                    "ENG":"",
                    "SPA":"",
                    "POR":"",                    
                    "ISBN": 9780981001319
                }
            },
            {
                "id": 20, 
                "translation":{
                    "ENG":"",
                    "SPA":"",
                    "POR":"",                    
                    "ISBN": 9780981001319
                }
            },
            {
                "id": 21, 
                "translation":{
                    "ENG":"",
                    "SPA":"",
                    "POR":"",                    
                    "ISBN": 9780981001319
                }
            }
        ]
    }
}